[
	{
		"title": "Film: “Los Niños de María” (2018)",
		"desc": "Producer Laura Duque scheduled to appear in person for Q&A! This documentary follows the lives of several children in the aftermath of Hurricane María, which hit Puerto Rico on Sept. 20, 2017. It captures the trauma of living through the hurricane, the emotional and material impact on families, and the work of recovery — all from the perspective of children. Part of the Listening to Puerto Rico project, which seeks to raise awareness and to promote solidarity through action. Followed by Q&A with producer Laura Duque. Free but ticketed.",
		"more": "Tuesday, March 19; 7:30 p.m. at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "documentary"
	},
	{
		"title": "Film: “Rear Window” (1954)",
		"desc": "Laid up with a broken leg, professional photographer L.B. “Jeff” Jefferies (James Stewart) combats the cabin fever swelling about his mid-century New York apartment with some binoculars and voyeurism. Looking out his rear window to a shared courtyard, he becomes enthralled with the lives he follows, bringing in his girlfriend Lisa (Grace Kelly) into the peeping. When they suspect a potential murder and the couple decides to crack the case, the once-giant gulf between the apartment and the courtyard quickly collapses as tension builds. Students: free. Faculty/Staff: $6",
		"more": "Wednesday, March 27; 7:30 p.m. at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "horror"
	},
	{
		"title": "Recital: Liederabend with Fortepiano",
		"desc": "Critically hailed French fortepianist Laure Colladant will join with ND voice faculty and “The Eight” (singers from the graduate voice studio) to present a unique, multi-singer performance of Schumann’s beloved song cycles, Dichterliebe and Liederkreis, Op. 39. Colladant will also play solo repertoire by Brahms on Notre Dame’s exquisite fortepiano. This recital is free, open to the public and not ticketed.",
		"more": "Wednesday, March 27; 7:30 p.m. in LaBar Recital Hall, O’Neill Hall of Music",
        "category": "music"
	},
	{
		"title": "Film: “Koyaanisqatsi” (1982)",
		"desc": "Philip Glass scheduled to appear in person! Perhaps the most famous poetic documentary ever made, Godfrey Reggio’s debut as a film director and producer was the first in what became the “Qatsi” trilogy. The title is a Hopi Indian word meaning “life out of balance” with its power, mystery and attraction still resonating almost 40 years later. Created between 1975 and 1982, the film is an apocalyptic vision of the collision of two different worlds: urban life and technology versus the environment, with a musical score composed by Philip Glass that expands greatly the viewers’ experiences with the film. Students: $4. Faculty/Staff: $6.",
		"more": "Thursday, March 28; 7 p.m. at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "documentary"
	},
	{
		"title": "Fridays at Noon Recital",
		"desc": "Performing this week are Department of Music students Timothy Michuda ’19, violin; Ava DeLonais ’22, voice; and Ryan Neff ’21, piano. Works by Claude DeBussy, Prokofiev and Bellini. This recital is free, open to the public and not ticketed.",
		"more": "Friday, March 29; noon in LaBar Recital Hall, O’Neill Hall of Music",
        "category": "music"
	},
	{
		"title": "Senior Voice Recital: Gilbert Donohue ’19",
		"desc": "Works by Ives, Fauré, Beethoven, Bach, Schubert and Vaughan Williams. Free, open to the public and not ticketed.",
		"more": "Friday, March 29; noon in LaBar Recital Hall, O’Neill Hall of Music",
        "category": "music"
	},
	{
		"title": "Film: “A Bread Factory, Part One” (2018)",
		"desc": "This is the first of the two-part loving story of the fictional-yet-all-very-familiar The Bread Factory, a community arts center in the small town of Checkford, told in two films. After 40 years of running The Bread Factory, Dorothea and Greta are suddenly fighting for survival when a celebrity couple — performance artists from China — come to Checkford and build an enormous complex down the street catapulting big changes in their small town. Students: $4. Faculty/Staff: $6.",
		"more": "Friday and Saturday, March 29-30; 6:30 p.m. at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "drama"
	},
	{
		"title": "Reflection: Glass",
		"desc": "The Department of Music’s chamber and symphony concert homage to Philip Glass. Free but ticketed.",
		"more": "Friday, March 29; 7:30 p.m. at the Leighton Concert Hall, DeBartolo Performing Arts Center",
        "category": "music"
	},
	{
		"title": "Film: “A Bread Factory, Part Two” (2018)",
		"desc": "The second installment of the two-part loving story of the fictional-yet-all-very-familiar The Bread Factory, a community arts center in the small town of Checkford, told in two films. At The Bread Factory, the regulars rehearse the Greek play “Hecuba.” But the real theatrics are outside the theater where the town has been invaded by bizarre tourists and mysterious tech start-up workers. Students: $4. Faculty/Staff: $6.",
		"more": "Friday and Saturday, March 29-30; 9:30 p.m. at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "documentary"
	},
	{
		"title": "Met Opera/Live in HD: “Die Walküre” (Wagner)",
		"desc": "The second installment of Wagner’s “Ring Cycle,” “Die Walküre,” stars heroic soprano Christine Goerke as the warrior goddess Brünnhilde, whose encounter with the mortal twins Siegmund and Sieglinde, sung by Stuart Skelton and Eva-Maria Westbroek, leads her on a journey from Valhalla to earthbound humanity. Philippe Jordan conducts. Students: $16. Faculty/Staff: $23.",
		"more": "Saturday, March 30; noon at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "music"
	},
	{
		"title": "Presenting Series: An Evening of Chamber Music: Philip Glass, Tim Fain and Third Coast Percussion",
		"desc": "Regarded as one of the most influential composers of today, Philip Glass’ works include music for opera, dance, theater, chamber ensemble, orchestra and film. In this two-part concert, Glass performs an intimate duet evening of chamber music with dynamic young violinist Tim Fain followed by Grammy winners Third Coast Percussion performing a new piece composed for them by Philip Glass. Students: free. Faculty/Staff: $45.",
		"more": "Saturday, March 30; 7:30 p.m. at the Leighton Concert Hall, DeBartolo Performing Arts Center",
        "category": "music"
	},
	{
		"title": "Senior Organ Recital: Michael LeGrand ’19",
		"desc": "Works by Bach, Schumann, Frank and Reger. Free, open to the public and not ticketed.",
		"more": "Saturday, March 30; 7:30 p.m. in the Basilica of the Sacred Heart",
        "category": "music"
	},
	{
		"title": "Film: “The Lorax” (2012)",
		"desc": "Dr. Seuss’ allegory on environmentalism and the perils of corporate greed makes the trip from beloved book to beloved film in this animated feature. The film largely mirrors the structure of the book with 12-year-old Ted (Zac Efron) making his home in a place virtually devoid of nature: no flowers or trees grow in the town of Thneedville. Tickets $1.",
		"more": "Sunday, March 31; noon at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "animation"
	},
	{
		"title": "Film: “PlantPure Nation” (2015) ",
		"desc": "This documentary film tells the story of three people on a quest to spread the message of one of the most important health breakthroughs of all time. After renowned nutritional scientist and best-selling author T. Colin Campbell gives a stirring speech on the floor of the Kentucky House of Representatives, his son, Nelson, and Kentucky State Rep. Tom Riner work together to propose a pilot program documenting the health benefits of a plant-based diet. Free but ticketed.",
		"more": "Sunday, March 31; 3 p.m. at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "documentary"
	},
	{
		"title": "Senior Honors Violin Recital: Timothy Michuda ’19",
		"desc": "Works by Arvo Pärt, Bach, Debussy and Khachaturian. Free, open to the public and not ticketed.",
		"more": "Sunday, March 31; 3 p.m. in LaBar Recital Hall, O’Neill Hall of Music",
        "category": "music"
	},
    {
        "title": "Pink Panther",
        "desc": "The Pink Panther is a British-American media franchise primarily focusing on a series of comedy-mystery films featuring an inept French police detective, Inspector Jacques Clouseau. The franchise began with the release of the classic Pink Panther film in 1963.",
		"more": "Sunday, March 30; noon at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "comedy"
    },
    {
        "title": "The Bourne Ultimatum (2007)",
        "desc": "A former CIA assassin continues his quest to fill in memory gaps. When a `Guardian' reporter stumbles onto his trail, the man spies his chance to blow the Blackbriar black-ops brigade wide open.",
		"more": "Sunday, March 29; noon at the Browning Cinema, DeBartolo Performing Arts Center",
        "category": "action"
    }
]
