{"cals": {"cal_artsandentertainment": "Arts and Entertainment", "cal_student_activities": "Student Life", "athletics": "Athletics", "cal_sustainability": "Sustainability", "faculty_and_staff": "Faculty and Staff", "health_and_recreation": "Health and Recreation", "lectures_and_conferences": "Lectures and Conferences", "open_to_the_public": "Open to the Public", "religious_and_spiritual": "Religious and Spiritual", "school_of_architecture": "School of Architecture", "college_of_arts_and_letters": "College of Arts and Letters", "mendoza_college_of_business": "Mendoza College of Business", "college_of_engineering": "College of Engineering", "graduate_school": "Graduate School", "hesburgh_libraries": "Hesburgh Libraries", "law_school": "Law School", "college_of_science": "College of Science", "cal_keough": "Keough School of Global Affairs", "centers_and_institutes": "Centers and Institutes"}, "events": {"The Work of Our Hands: A Multi-Venue Exhibition of Liturgical Vestments": {"title": "The Work of Our Hands: A Multi-Venue Exhibition of Liturgical Vestments", "description": "A 2018 exhibition in New York City, at the Metropolitan Museum of Art and The Cloisters, brought wide public attention to the history and artistry of liturgical vestments. Titled Heavenly Bodies: Fashion and the Catholic Imagination, it included some papal vestments borrowed from the Vatican Museums, and a great many outfits by leading international fashion designers. This inspired an examination of Notre Dames own treasury of handmade liturgical vestments, with appreciation for the devout creativity, skill, and humilityof their mostly anonymous artists, and without losing sight of their proper purpose, functionality, and symbolism. To that end, four exceptional items have been carefully selected from Notre Dames collection of liturgical vestments as part of this multi-venue exhibition across campus.Visitors are encouraged to stop at each venue on a self-guided tour to learn more about these works and the generative effect of faith.\nSacristy Museum at the Basilica of the Sacred Heart\nOpen Monday-Friday from 9:00-11:00 a.m. and 1:00-4:00 p.m.\nA chasuble belonging to Saint John Neumann and Trinity Cope are on exhibit at theBasilica.\nRare Books &amp; Special Collections Room at the Hesburgh Library (Main Level)\nOpen Monday-Friday from 9:00 a.m.-5:00 p.m.\nA miter belonging to Archbishop Lamy, the first archbishop of the Diocese of Santa Fe, New Mexico, and related texts are on exhibit at the HesburghLibrary.\nScholzFamily Gallery at the SniteMuseum of Art\nOpen Tuesday-Friday from 10:00 a.m.-5:00 p.m. and on Saturday from 12:00-5:00 p.m.\nA fleur-de-lis cope and diaconal stole are on exhibit in the Snite Museum.\nOriginally published at forum2018.nd.edu, as part ofForum 2018-19: The Catholic Artistic Heritage.", "location": "Various Venues Across Campus", "whole_days": ["2019-03-31", "2019-04-01", "2019-04-02", "2019-04-04", "2019-04-05", "2019-04-06", "2019-04-07", "2019-04-08", "2019-04-09", "2019-04-11", "2019-04-12", "2019-04-13", "2019-04-14", "2019-04-15", "2019-04-16", "2019-04-18", "2019-04-19", "2019-04-20", "2019-04-21", "2019-04-22", "2019-04-23", "2019-04-25", "2019-04-26", "2019-04-27", "2019-04-28", "2019-04-29", "2019-04-30", "2019-05-02", "2019-05-03", "2019-05-04", "2019-05-05", "2019-05-06", "2019-05-07", "2019-05-09", "2019-05-10", "2019-05-11", "2019-05-12", "2019-05-13", "2019-05-14", "2019-05-16", "2019-05-17", "2019-05-18", "2019-05-19", "2019-05-20", "2019-05-21", "2019-05-23", "2019-05-24", "2019-05-25", "2019-05-26", "2019-05-27", "2019-05-28", "2019-05-30", "2019-05-31", "2019-06-01"], "partial_days": [], "categories": ["cal_artsandentertainment", "open_to_the_public", "religious_and_spiritual"]}, "Open House": {"title": "Open House", "description": "Comejoin us forthe annualART, ART HISTORY, DESIGN open house! The open house is a celebration of all things Art, Art History, and Design.\nWe will have anINFOtable on the second-floor photo gallerywith faculty from each areato answer any questions you have about majors, minors, degree requirements, career paths, program features, etc.\nMost importantly, there will beFREE PIZZA,ARTandDESIGNwork from our students on display, andHANDS-ON ACTIVITIES. Come take a picture with your friends in thePHOTO BOOTH, silkscreen a ZIPPERED POUCH(we provide the zippered pouch), get your hands dirty throwingCLAYon the wheel, rapid SKETCHING/TABLETdemo,and check out ourLASER CUTTER.\nWe would love for all majors, minors, and interested students to come. Please feel free to bring a friend or three!\nOriginally published at artdept.nd.edu.", "location": "All three floors of Riley Hall", "whole_days": [], "partial_days": [{"day": "2019-04-01", "start": "05:00 PM", "end": "06:00 PM"}], "categories": ["cal_artsandentertainment", "cal_student_activities", "open_to_the_public", "college_of_arts_and_letters"]}, "Lecture: \"Is Art Boring? Exploring the Strange and Unexpected in Art History with ArtCurious\"": {"title": "Lecture: \"Is Art Boring? Exploring the Strange and Unexpected in Art History with ArtCurious\"", "description": "Jennifer Dasal MA 04, associate curator of contemporary art at theNorth Carolina Museum of Art, willgive a lecture titled, Is Art Boring? Exploring the Strange and Unexpected in Art History with ArtCurious. This lectureis free and open to the public.\n\nJennifer Dasalhas created an art andart history-themepodcast titled ArtCurious. Dasal launched ArtCurious last summer and releases new episodes every two weeks. Im hoping to give more of an interesting spin to art history, Dasal says, putting historical stories in a modern-day context and weaving in interesting parallels and side notes. For example, the very first episode that I did was about the thefts/forgeries/possible falsehood of the Mona Lisa that actually stemmed from a story that I heard from one of my professors at the University of California, Davis, where I did my undergraduate work. She was convinced that the Mona Lisa on view at the Louvre was fake. I thought that was such a strange idea, so I wanted to dig into the works background (particularly in the 20th century) and learn more. And that started it all.\n\nOriginally published at artdept.nd.edu.", "location": "200 Riley Hall of Art", "whole_days": [], "partial_days": [{"day": "2019-04-02", "start": "05:30 PM", "end": "06:30 PM"}], "categories": ["cal_artsandentertainment", "lectures_and_conferences", "open_to_the_public", "college_of_arts_and_letters"]}, "Latens Deitas: A Musical Exploration of the Works of Fr. Olivier-Thomas Venard": {"title": "Latens Deitas: A Musical Exploration of the Works of Fr. Olivier-Thomas Venard", "description": "The McGrath Institute for Church Life is proud to present Latens Deitas, an original composition by French-Armenian composer Michel Petrossian, commissioned to mark the occasion of the Word and Wisdom conference at the University.\nThe music is inspired by St. Thomas Aquinas prayer,Adoro te devote,as well as Fr. Olivier-Thomas Venards book,A Poetic Christ. The seven quatrains of Aquinas will be chanted in the styles of seven different Christian traditions (Gregorian, Ethiopian, Byzantine, Slavonic, Armenian, French and American) and supported by sung selections from Fr. Venards work.\nUnder the direction of Maestra Carmen-Helena Tllez, the composition will feature soprano Arwen Myers, countertenor Joshua Boggs and the chamber group Ensemble Concept/21.Fr. Venard will speak on his work at7 p.m., and the concert performance will begin at7:40 p.m.\nA reception will follow. This event is free and open to the public.\nSponsored by the McGrath Institute for Church Life.\n\nOriginally published at mcgrath.nd.edu.", "location": "Eck Visitors Center", "whole_days": [], "partial_days": [{"day": "2019-04-02", "start": "07:00 PM", "end": "08:30 PM"}], "categories": ["cal_artsandentertainment", "open_to_the_public", "centers_and_institutes"]}, "Artful Yoga": {"title": "Artful Yoga", "description": "Relax and recharge through Artful Yoga at the Snite Museum of Art. Join yoga instructor Steve Krojniewski for this series of yoga classes that emphasizes the meditative frame of mind relevant both to experiencing a work of art and practicing yoga.\nRecSports will provide mats, or you can bring your own. No water bottles please as we will be practicing surrounded by works of art.\nCo-sponsored by RecSports.\n\nOriginally published at conductorshare.nd.edu.", "location": "Snite Museum of Art", "whole_days": [], "partial_days": [{"day": "2019-04-04", "start": "05:30 PM", "end": "06:30 PM"}, {"day": "2019-05-02", "start": "05:30 PM", "end": "06:30 PM"}], "categories": ["cal_artsandentertainment", "cal_student_activities", "health_and_recreation"]}, "Spring Break Family Night @ the Snite": {"title": "Spring Break Family Night @ the Snite", "description": "Go on an ARTventure this spring break! Dont pack your suitcase; pack your imagination for a trip around the world at the Snite Museum of Art! Enjoy gallery adventures, a world music dance party, refreshments, and inspired art making.\nConvenient, free parking available in the Bulla Road Lot off of Twyckenham Drive. A shuttle runs continuously between the lot, the Hesburgh Library, and the Museum until 7:45 p.m.\n\nOriginally published at conductorshare.nd.edu.", "location": "Snite Museum of Art", "whole_days": [], "partial_days": [{"day": "2019-04-04", "start": "05:30 PM", "end": "07:00 PM"}], "categories": ["cal_artsandentertainment", "open_to_the_public"]}, "Stations of the Cross": {"title": "Stations of the Cross", "description": "Join in thisLenten opportunity using works of art to pray the Stations of the Cross. This guided devotion will use the Snite Museums collection ofGeorge Tookers preparatory drawings for a Stations series he painted for St. Francis of Assisi Church in Windsor, Vermont in 1984. These drawings, which have never been exhibited before, will be dispersed throughout thegalleries, allowing visitors to make a guided pilgrimage around the museum. After an introduction by Rev. Kevin Grove, CSC, each station will be accompanied by a scriptural passage and a reflection by individuals from our campus community.\nAll are welcome. This opportunity is co-sponsored by Campus Ministry.\nOriginally published at conductorshare.nd.edu.", "location": "Snite Museum of Art", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "03:30 PM", "end": "04:45 PM"}], "categories": ["cal_artsandentertainment", "cal_student_activities", "open_to_the_public", "religious_and_spiritual"]}, "The Composers' Consortium Spring Concert": {"title": "The Composers' Consortium Spring Concert", "description": "The Composers Consortium of ND presents its spring concert of new compositions. Original works fromGil Donohue 19,Peter Koszuta 20,Anthony Napolitano 19,Andrea Rivera-Luna 19,Peter Spalitto 19,Joseph Tang 19,David Tran 20, andNathan Walz 23.\n\nThis recital is free, open to the public and not ticketed.\nFriday, April 5; 4:00 p.m. in LaBar Performance Hall, ONeill Hall of Music\nOriginally published at music.nd.edu.\n\n", "location": "LaBar Performance Hall", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "04:00 PM", "end": "05:00 PM"}], "categories": ["cal_artsandentertainment", "cal_student_activities", "open_to_the_public"]}, "Public Reception: BFA Senior Thesis Show": {"title": "Public Reception: BFA Senior Thesis Show", "description": "Were excited to announce the opening reception for the 2019BFAThesis Show (and BA Honors Thesis Show). Please join us in the A | AH | D Gallery (214 Riley Hall) tocelebrate with our senior BFAs and BA Honors students as they unveil their senior thesis projects. Our 2019 seniors are: Anneli Brown, Eric Carlson, Carlos Celis-Rivero, Lauren Hebig, Jessica Kim, Lindsey Meyers, Kristin Sanford, Amanda Sirico, Richard Souza, Darby West, Meghan Kozal, Maggie Marino, and Camille Zyniewicz. The show will run from April 5th to April 19th. In addition to the opening reception, please join us for the following gallery talks:\n\nGallery talk 1: Wednesday April 17;4-5pm, AAHD Gallery; Carlos Celis-Rivero, artist talk\nGallery talk 2: Thursday April 25;4-5pm, AAHD Gallery; Jessica Kim, designer talk\n\nFree and open to the public. We hope to see you there!\nOriginally published at artdept.nd.edu.", "location": "214 Riley Hall of Art", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "04:30 PM", "end": "07:00 PM"}], "categories": ["cal_artsandentertainment", "college_of_arts_and_letters"]}, "Public Reception for 2019 MFA Candidates Thesis Exhibition": {"title": "Public Reception for 2019 MFA Candidates Thesis Exhibition", "description": "Join us as we celebrate the start of this annual exhibition comprised of the culminating thesis projects created by the students graduating with aMFA degree from the Department of Art, Art History &amp; Design. Free and open to all.\nDepartmental awards will be announced about 6p.m.\nOriginally published at sniteartmuseum.nd.edu.", "location": "OShaughnessy Galleries", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "05:00 PM", "end": "07:00 PM"}], "categories": ["cal_artsandentertainment", "college_of_arts_and_letters"]}, "Notre Dame Chorale Spring Concert": {"title": "Notre Dame Chorale Spring Concert", "description": "For its spring concert, the Chorale will feature music by Byrd, Monteverdi, Schtz, Schubert, Mendelssohn &amp; Wagner, as well as selected movements from Benjamin Brittens War Requiem.\nFor tickets call 631-2800 or visitperformingarts.nd.edu.\n\n\nOriginally published at music.nd.edu.", "location": "Leighton Concert Hall", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "08:00 PM", "end": "09:00 PM"}], "categories": ["cal_artsandentertainment", "cal_student_activities", "college_of_arts_and_letters"]}, "Lecture: \"Making Oscar Wilde\"": {"title": "Lecture: \"Making Oscar Wilde\"", "description": "Michle Mendelssohn, associate professor in English literature and deputy director, Rothermere American Institute of the University of Oxford, will lecture on herhighly praised book, Making Oscar Wilde (Oxford University Press, 2018), that recounts and exploresOscar Wildes visit to America in 1882.\nRead moreabout Mendelssohn, her research, and her publications.\n\nOriginally published at irishstudies.nd.edu.", "location": "1050 Jenkins Nanovic Halls", "whole_days": [], "partial_days": [{"day": "2019-04-08", "start": "03:30 PM", "end": "04:30 PM"}], "categories": ["cal_artsandentertainment", "lectures_and_conferences", "open_to_the_public", "cal_keough"]}, "Theater: \"The Great Gatsby\"": {"title": "Theater: \"The Great Gatsby\"", "description": "Notre Dame Film, Television, and Theatre presents\nF. Scott Fitzgeralds\n\"The Great Gatsby\"\nAdapted for the stage by Simon Levy\nDirected by Anton Juan\n\nApr. 10  14, 2019\nWednesday, April 10  Saturday, April 13 at 7:30 pm\nSaturday, April 13 and Sunday, April 14 at 2:30 pm\nMore information\nBuy tickets\nOriginally published at ftt.nd.edu.", "location": "Patricia George Decio Theatre, DeBartolo Performing Arts Center", "whole_days": [], "partial_days": [{"day": "2019-04-10", "start": "07:30 PM", "end": "09:30 PM"}, {"day": "2019-04-11", "start": "07:30 PM", "end": "09:30 PM"}, {"day": "2019-04-12", "start": "07:30 PM", "end": "09:30 PM"}, {"day": "2019-04-13", "start": "07:30 PM", "end": "09:30 PM"}], "categories": ["cal_artsandentertainment", "cal_student_activities", "open_to_the_public", "college_of_arts_and_letters"]}, "Snite Salon Series": {"title": "Snite Salon Series", "description": "Join fellow art lovers in the galleries for an in-depth discussion of a great work of art. Guided by the groups observations and insights, Snite Salons encourage close looking and thoughtful conversation with a different work each session.\nConvenient, free parking available in the Bulla Road Lot off of Twyckenham Drive. A shuttle runs continuously between the lot, the Hesburgh Library, and the Museum until 7:45 p.m.\nOriginally published at conductorshare.nd.edu.", "location": "Snite Museum of Art", "whole_days": [], "partial_days": [{"day": "2019-04-11", "start": "06:00 PM", "end": "07:00 PM"}], "categories": ["cal_artsandentertainment", "open_to_the_public"]}, "Theater: \"The Great Gatsby\" (matinee)": {"title": "Theater: \"The Great Gatsby\" (matinee)", "description": "Notre Dame Film, Television, and Theatre presents\nF. Scott Fitzgeralds\nThe Great Gatsby\nAdapted for the stage by Simon Levy\nDirected by Anton Juan\n\nApr. 10  14, 2019\nWednesday, April 10  Saturday, April 13 at 7:30 pm\nSaturday, April 13 and Sunday, April 14 at 2:30 pm\nMore information\nBuy tickets\nOriginally published at ftt.nd.edu.", "location": "Patricia George Decio Theatre, DeBartolo Performing Arts Center", "whole_days": [], "partial_days": [{"day": "2019-04-13", "start": "02:30 PM", "end": "04:30 PM"}, {"day": "2019-04-14", "start": "02:30 PM", "end": "04:30 PM"}], "categories": ["cal_artsandentertainment", "cal_student_activities", "college_of_arts_and_letters"]}, "Monterey Jazz Festival on Tour starring Ccile McLorin Salvant": {"title": "Monterey Jazz Festival on Tour starring Ccile McLorin Salvant", "description": "The Monterey Jazz Festival on Tour 60th Anniversary Edition features a prime roster of diverse, international millennial talent leading the future of jazz. Starring Grammy Award-winning vocalist Ccile McLorin Salvant and featuring Bria Skonberg, Melissa Aldana, Christian Sands, Jamison Ross, and Yasushi Nakamura, Monterey Jazz Festival holds the distinction of being the longest-running jazz festival in the world. This exclusive presentation celebrates the Festivals legacy expanding the boundaries of live jazz performance.\nCo-curated by Larry Dwyer, Director of Jazz Studies.\nGET TICKETS\n\nOriginally published at conductorshare.nd.edu.", "location": "DeBartolo Performing Arts Center", "whole_days": [], "partial_days": [{"day": "2019-04-13", "start": "07:30 PM", "end": "09:30 PM"}], "categories": ["cal_artsandentertainment", "college_of_arts_and_letters"]}, "Concert: Tim McGraw": {"title": "Concert: Tim McGraw", "description": "Grammy award-winning artist Tim McGraw will perform duringIDEA Week, an annual event that celebrates innovation, entrepreneurs and the incubation of new ideas.\nThe announcement of McGraws performance marks the first announced act to perform during Idea Week, which will take place April 8-13 (Monday through Saturday).\nIdea Week is hosted by the University of Notre Dame, the South Bend-Elkhart region and various community organizations and businesses. It will be held at Notre Dame and other locations throughout South Bend and Elkhart and will be open to the public.\nMore than 18,000 people attended at least one part of Idea Week 2018, its inaugural year.\nMcGraw has sold more than 50 million records and dominated the charts with 43 worldwide No. 1 singles. He has also won three Grammy Awards, 16 Academy of Country Music Awards, 14 Country Music Association Awards, 11 American Music Awards, three Peoples Choice Awards and numerous other honors. His iconic career achievements include being named BDS Radios Most Played Artist of the Decade for all music genres and having the most-played song of the decade for all music genres. He is the most-played country artist since his debut in 1992, with two singles spending more than 10 weeks at No. 1. His career-long tour successes include the record-setting Soul2Soul The World Tour 2017 with his wife, Faith Hill.\nMcGraw also starred in and narrated the hit movie The Shack, and played leading roles inthe motion picturesFriday Night Lights and The Blind Side.\nHe recently released two new songs, Neon Church and Thought About You, his first new solo music in two years.\nTickets to see McGraw range from $40 to $125 and go on sale at10 a.m.Friday,Nov. 16,atwww.ideaweektix.com.\n\nParking fees areINCLUDEDin the ticket price. No additional parking fees/passes will be needed for Notre Dame lots. Parking structures may have their own normal fees.\n\nPurcell Pavilion has implemented the clear back policy. See this link for more info:Notre Dame Clear Bag Policy\nFor more information on the concert, Idea Week and other scheduled events, visitideaweek.com.\nQuestions? Contact: concerts@ideaweek.com\n", "location": "Purcell Pavilion, Joyce Center", "whole_days": [], "partial_days": [{"day": "2019-04-13", "start": "08:00 PM", "end": "09:45 PM"}], "categories": ["cal_artsandentertainment", "open_to_the_public", "centers_and_institutes"]}, "Liturgical Choir Concert: Requiem, Op. 9": {"title": "Liturgical Choir Concert: Requiem, Op. 9", "description": "The Notre Dame Liturgical Choir will perform a concert featuring Requiem, Op. 9 by Maurice Durufl (1902-1986) immediately following Lenten Vespers. All are welcome!\nAndrew McShane, director;Prof. Craig Cramer, organist.\nOriginally published at campusministry.nd.edu.", "location": "Basilica", "whole_days": [], "partial_days": [{"day": "2019-04-14", "start": "08:00 PM", "end": "09:00 PM"}], "categories": ["cal_artsandentertainment", "cal_student_activities", "open_to_the_public", "religious_and_spiritual"]}, "ArtWords": {"title": "ArtWords", "description": "Surround yourself with the beauty and creativity of visual art and the spoken word during ArtWords. Produced and emceed by Pam Blair of thePoetry Denand Notre Dame student Jojo Lee, the evening will kick off with an open mic session (sign up opens 15 minutes before the program starts) and conclude with performances by poets from the community both on and off campus. Mingle with friends over light refreshments following the program.\nConvenient, free parking available in the Bulla Road Lot off of Twyckenham Drive. A shuttle runs continuously between the lot, the Hesburgh Library, and the Museum until 7:45 p.m.\n\nOriginally published at conductorshare.nd.edu.", "location": "Snite Museum of Art", "whole_days": [], "partial_days": [{"day": "2019-04-25", "start": "05:30 PM", "end": "07:30 PM"}], "categories": ["cal_artsandentertainment", "cal_student_activities"]}, "Higgins Labor Program Annual May Day Film Screening: \"Support the Girls\"": {"title": "Higgins Labor Program Annual May Day Film Screening: \"Support the Girls\"", "description": "Support the Girls(2018)\nThe general manager at a highway-side sports bar with curves\" has her incurable optimism and faith, in her girls, her customers, and herself, tested over the course of a long, strange day. Sponsored by the Center for Social Concerns. Cosponsored by the DeBartoloPerforming Arts Center and Gender Studies Program.\n\nOriginally published at conductorshare.nd.edu.", "location": "Browning Cinema, DPAC", "whole_days": [], "partial_days": [{"day": "2019-04-28", "start": "03:00 PM", "end": "05:30 PM"}], "categories": ["cal_artsandentertainment", "centers_and_institutes"]}, "American Ballet Theatre Studio Company": {"title": "American Ballet Theatre Studio Company", "description": "Dont miss your opportunity to see American Ballet Theatres rising stars in a mixed program of classical and new repertory! ABT Studio Company is a classical ensemble made up of 12 dancers of outstanding potential (ages 1620). The Studio Company has launched the careers of more than two-thirds of current American Ballet Theatre dancers, including eight soloists and nine principal dancers: Isabella Boylston, Misty Copeland, Herman Cornejo, David Hallberg, Sarah Lane, Hee Seo, Christine Shevchenko, Cory Sterns, and Devon Teuscher.\n\nGET TICKETS\n\nOriginally published at conductorshare.nd.edu.", "location": "DeBartolo Performing Arts Center", "whole_days": [], "partial_days": [{"day": "2019-05-02", "start": "07:30 PM", "end": "09:30 PM"}, {"day": "2019-05-03", "start": "07:30 PM", "end": "09:30 PM"}, {"day": "2019-05-04", "start": "07:30 PM", "end": "09:30 PM"}], "categories": ["cal_artsandentertainment"]}, "Hesburgh Libraries Hackathon 2019": {"title": "Hesburgh Libraries Hackathon 2019", "description": "Event Overview\nThe Hesburgh Libraries Hackathon challenges teams of developers, graphic designers, subject specialists, and other creatives to reimagine solutions to everyday problems.\nWe provide food, resources, and technical assistance. You collaborate, create, and innovate to bring new solutions that help with this years theme: Synergy: Holistic Solutions for the Whole Student. Teams will develop ideas that help students to achieve more balance and better integrate the complexities of daily life.Teams must be made up exclusively of 2-4 Notre Dame students.Register today!\nSchedule Overview\nFriday 5:30pm  7:00pm | Orientation/Sign-In\nFriday 7:00pm  Sunday 1:00pm | Competition\nSunday 1:00pm  3:00pm | Lightning Talks, Judging, Raffles, Awards\nPrizes\nDuring the event, students identify a challenge or need, design and build an innovative solution, and present their solution to a panel of judges. Teams showcase their projects in 5-minute lightning talks, with the top entries garnering awards.\n1st Place Team Prize  $5,000\n2nd Place Team Prize  $3,000\n3rd Place Team Prize  $1,000\n\nVisit the Hackathon website for more information.\nRegister today!\n\nOriginally published at conductorshare.nd.edu.", "location": "231 Hesburgh Library, Collaboration Hub", "whole_days": ["2019-03-31"], "partial_days": [], "categories": ["cal_student_activities", "hesburgh_libraries"]}, "\"Academic Publishing Today\": A Conversation": {"title": "\"Academic Publishing Today\": A Conversation", "description": "What do changes in the academic publishing world mean to graduate students, postdocs, and early career professors in the humanities and social sciences? This panel of industry experts will provide valuable information for emerging scholars looking to revise a dissertation into a book.\n\nRegistration is encouraged\n\nPanelists\n\nJennifer Banks\nExecutiveeditor for religion, classics, philosophy, literature, and psychology\nYale University Press\n\n\n\nEli Bortz\nEditor in chief\nUniversity of Notre Dame Press\n\n\n\n\nJenna Kolesari\nAssistant acquisitions editor\nUniversity of Notre Dame Press\n\n\n\n\nModerated by Thomas Tweed\nDirector\nAnsariInstitute for Global Engagement with Religion\n\n\nRegistration is encouraged\n\nSponsored by the AnsariInstitute for Global Engagement with Religion, the Notre Dame Graduate School, and the Notre Dame Institute for Advanced Study\n\nOriginally published at ansari.nd.edu.", "location": "1030 Jenkins Nanovic Halls", "whole_days": [], "partial_days": [{"day": "2019-04-01", "start": "12:30 PM", "end": "01:30 PM"}], "categories": ["cal_student_activities", "lectures_and_conferences", "graduate_school", "cal_keough", "centers_and_institutes"]}, "Molly Shannon from Wellington Management Discusses Investing and Markets": {"title": "Molly Shannon from Wellington Management Discusses Investing and Markets", "description": "Hosted by Scott Malpass, Vice President andChief Investment Officer, University of Notre Dame.\n\nDiscussion will include recruiting overview and opportunities at WellingtonManagement. Open to all undergraduate students. Pizza reception to follow.\nPlease save your spot and REGISTER here.\n\n\nOriginally published at ndigi.nd.edu.", "location": "Stayer Commons C B003", "whole_days": [], "partial_days": [{"day": "2019-04-03", "start": "05:30 PM", "end": "06:30 PM"}], "categories": ["cal_student_activities"]}, "Postgraduate Service: AmeriCorps Panel": {"title": "Postgraduate Service: AmeriCorps Panel", "description": "Learn about this federal service program, also called the domestic Peace Corps, over cookies and cocoa. Representatives from Legal Aid Foundation (Chicago), United Way (local), and Notre Dames Robinson Community Learning Center will describe what AmeriCorps service looks like and share information on opportunities with their organizations. Sponsored by the Center for Social Concerns.\n\nOriginally published at conductorshare.nd.edu.", "location": "Duncan Student Center, Room 512", "whole_days": [], "partial_days": [{"day": "2019-04-03", "start": "05:30 PM", "end": "06:30 PM"}], "categories": ["cal_student_activities", "open_to_the_public", "centers_and_institutes"]}, "Global Cafe: Holi Festival": {"title": "Global Cafe: Holi Festival", "description": "All students are invited to this free event! Join International Student &amp; Scholar Affairs in partnership with the South Asian Students Association, with support from the Notre Dame Club of India, as we celebrate Holi, the festival of colours!\nIndian food and The Coffee Cart will be available.\n", "location": "Ballroom, LaFortune Student Center", "whole_days": [], "partial_days": [{"day": "2019-04-04", "start": "04:00 PM", "end": "05:30 PM"}], "categories": ["cal_student_activities"]}, "Alumni Design Conference": {"title": "Alumni Design Conference", "description": "The design class of 2009alumni return to Notre Dame to share industry wisdom with current design students. Alumni give career lectures throughout the morning, critique portfolios in the afternoon, and hang out at Saturdays Crawfish Boil.Students wishing to participate in the portfolio reviews and career advice can sign up throughout the morning session.\n\nThe conference kicks off withMary Kate Fahrenbach Venturiniand concludes with a keynote lecture by Eric Kreidler.Students are encouraged to stay for all the talks, but are welcome to pop in and out as their class schedules allow. Refreshments provided by The Career Center.\n\n9 am  12:30 pm\n\n2009 Alumni\nMary Kate FahrenbachVenturini  VCD\nLeslie Hung  ID\nWill McLeod- ID\nHugh Monahan  ID\nKristina Sinutko  VCD\nChris Wilkinson  ID/VCD\nLaura Zuzolo  VCD\n\nKeynote Speaker\nEric Kreidler  VCD1993\n\n2  4 pm\n\nPortfolio reviews and career advice.Open to all students.\n\n4:30  7 pm\n\nMFA/BFA Opening  in the Snite Museum of Art and AAHD Gallery.\n\nHosted by the Design program at Notre Dame; brought to you by the Alumni Design Fund and the Career Center.\nOriginally published at artdept.nd.edu.", "location": "226-228 West Lake Hall", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "09:00 AM", "end": "04:00 PM"}], "categories": ["cal_student_activities", "college_of_arts_and_letters"]}, "Been & Seen Discussion Series: \"Listening to Uganda\"": {"title": "Been & Seen Discussion Series: \"Listening to Uganda\"", "description": "Experience can teach us important lessons in a way no classroom can offer; when people go places and meet people, they will have stories to tell and insights to share. The Been and Seen Series provides a format for students and faculty to talk about what they have seen and learned within the course of their research or an immersion trip.\nJoin us for Listening to Uganda,where we will explore what it means to engage in the art of listening. What do we do when we listen?Can we listen to the cry of the earth and the cry of the poor? How painful is it, if it is at all possible? And what is the role and place of listening in the understanding and realization of the common good? This presentation and discussion will be led by graduate students; it will address these questions against the background of a spring break immersion experience in Uganda dedicated to encounter and listening (and the ecology of the common good).Lunch will be served. RSVP required by Thursday, March 28.\n\nSponsored by the Center for Social Concerns.\nOriginally published at conductorshare.nd.edu.", "location": "Geddes Hall, Coffee House", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "12:00 PM", "end": "01:00 PM"}], "categories": ["cal_student_activities", "lectures_and_conferences", "centers_and_institutes"]}, "Sustainability Seminar Series: \"Notre Dame Goes Greener: An Energy Infrastructure Update\"": {"title": "Sustainability Seminar Series: \"Notre Dame Goes Greener: An Energy Infrastructure Update\"", "description": "Paul Kempf, senior director of Utilities &amp; Maintenance at Notre Dame, will provide an update on the state of the campus energy strategy. He will review what has been done, how far we have come, and how much farther we have to go to meet our goals. As the University grows, energy usage will become a bigger and tougher problem requiring continued investment and ingenuity.\nBring your questions and learn what you can do to help.\n\nKempfhas been the senior director of Utilities and Maintenance at Notre Dame since 2011.These two departments are responsible for the operation of the campuss combined heat and power plant, distribution of all centrally produced utilities as well as the maintenance of over 11 million gross square feet of campus facilities.Paul oversees a staff of over 100 University employees as well as another 100-plus contractor employees involved in projects, operations, maintenance and repairs.\n\nPrior to his role as senior director, he was the director of Utilities (1998-2011) and chief electrical engineer (1989-1998). Paul graduated from Notre Dame in 1980 with a bachelors degree in Electrical Engineering and is a registered Professional Engineer in the State of Indiana.\n\nOriginally published at green.nd.edu.", "location": "C-103 Hesburgh Center", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "12:00 PM", "end": "01:00 PM"}], "categories": ["cal_student_activities", "faculty_and_staff", "lectures_and_conferences"]}, "Talk: \"Life of a Hedge Fund\"": {"title": "Talk: \"Life of a Hedge Fund\"", "description": "Presented by John Micek, senior advisor to ASC Advisors\nPlease save your spot and REGISTER here. Open to the ND community.\n\nJohnis a senior advisor to ASC Advisors.He advises clients on a selective basis in a number of important business areas, including operations, investor relations and capital fund raising. Miceks operational and investor relations experience has grown out of a 17-year career in the hedge fund industry where most recently, he was Head of Investor Relations and Business Development and Chief Operating Officer at Criterion Capital Management.\nPrior to his time at Criterion, John spent seven years at Goldman, Sachs &amp; Co., most recently as a vice president overseeing the West Coast Region for the Capital Introduction Team.He has also served as Head of Business Development and Investor Relations at HRJ Capital Management.\nJohn is currently a managing partner of Third Leaf Partners, a firm that advises, invests in, and operates global beverage and hospitality businesses at all stages of development. An avid wine enthusiast, he is also the co-founder and chief executive officer of Red Stitch Wine, a critically-acclaimed Napa Valley boutique winery that he founded in 2008 with Dave Roberts and Rich Aurilia.\nJohn is an ambassador to the Navy SEAL Foundation, a member of the board of directors of the Nephrotic Syndrome Foundation, a member of the Guardsmen of San Francisco and a member of the Board of Directors of Villa Taverna.John received a Bachelor of Arts in Finance and Business Economics from the University of Notre Dame.\n\nOriginally published at ndigi.nd.edu,theNotre Dame Institute for Global Investing.", "location": "Jordan Auditorium", "whole_days": [], "partial_days": [{"day": "2019-04-09", "start": "05:30 PM", "end": "06:30 PM"}], "categories": ["cal_student_activities", "lectures_and_conferences", "mendoza_college_of_business"]}, "Chronicles of Narnia Lecture Series: Lectures 5 and 6": {"title": "Chronicles of Narnia Lecture Series: Lectures 5 and 6", "description": "Please join the McGrath Institute for Church Life as it hosts a series of lectures focusing on theChronicles of Narnia.Intentionally hosted during the liturgical seasons of Lent and Easter, this lecture seriesplays upon the implicit pilgrimage quality of theChronicles, inviting readers and listeners to perhaps embark on a spiritual journey themselves. On each of the assigned dates, there will be two lectures: one at 6 pm and another following on after at 7:15 pm. A short course for undergraduates will run alongside this course.\nLectures 5 and 6\n6:007:00pm,The Silver Chair,Rebekah Lamb(St. Andrews)\n7:158:15pm,The Horse and His Boy,Francesca Murphy (Notre Dame)\n\nOriginally published at mcgrath.nd.edu.", "location": "Eck Visitor Center Auditorium", "whole_days": [], "partial_days": [{"day": "2019-04-09", "start": "06:00 PM", "end": "08:15 PM"}], "categories": ["cal_student_activities", "lectures_and_conferences", "centers_and_institutes"]}, "Panel Discussion and Networking Reception: Peace Corps and International Careers": {"title": "Panel Discussion and Networking Reception: Peace Corps and International Careers", "description": "Returned Peace Corps Volunteers and U.S. Department of State former interns will discuss their experiences. Regional Diplomat in Residence Lou Fintor and our Peace Corps recruiter Andrea Tiller will also be on hand. Networking reception to follow the panel discussion. Sponsored by the Center for Social Concerns.\nOriginally published at conductorshare.nd.edu.", "location": "Jenkins and Nanovic Halls, Room 1030", "whole_days": [], "partial_days": [{"day": "2019-04-11", "start": "05:30 AM", "end": "07:00 PM"}], "categories": ["cal_student_activities"]}, "Good Friday": {"title": "Good Friday", "description": "No classes in session and administrative offices closed.\n", "location": "campus-wide", "whole_days": ["2019-04-19"], "partial_days": [], "categories": ["cal_student_activities", "faculty_and_staff"]}, "Chronicles of Narnia Lecture Series: Lectures 7 and 8": {"title": "Chronicles of Narnia Lecture Series: Lectures 7 and 8", "description": "Please join the McGrath Institute for Church Life as it hosts a series of lectures focusing on theChronicles of Narnia.Intentionally hosted during the liturgical seasons of Lent and Easter, this lecture seriesplays upon the implicit pilgrimage quality of theChronicles, inviting readers and listeners to perhaps embark on a spiritual journey themselves. On each of the assigned dates, there will be two lectures: one at 6 pm and another following on after at 7:15 pm. A short course for undergraduates will run alongside this course.\nLectures 7 and 8:\n6-7pm, The Magicians Nephew,Catherine Cavadini(Notre Dame)\n7:158:15pm,The Last Battle,Anthony Pagliarini(Notre Dame)\n\nOriginally published at mcgrath.nd.edu.", "location": "Eck Visitor Center Auditorium", "whole_days": [], "partial_days": [{"day": "2019-04-23", "start": "06:00 PM", "end": "08:15 PM"}], "categories": ["cal_student_activities", "lectures_and_conferences", "open_to_the_public", "centers_and_institutes"]}, "Life Lunch with Carter Snead": {"title": "Life Lunch with Carter Snead", "description": "Enjoy a free lunch and seminar-style conversation with professor of law and directorof the Center for Ethics and Culture, Carter Snead.Sponsored by the McGrath Institute for Church Life. Lunch is free, but you must register.\nOriginally published at mcgrath.nd.edu.", "location": "Geddes Hall, Coffeehouse", "whole_days": [], "partial_days": [{"day": "2019-04-24", "start": "12:00 PM", "end": "01:00 PM"}], "categories": ["cal_student_activities", "lectures_and_conferences", "centers_and_institutes"]}, "Last Class Day": {"title": "Last Class Day", "description": "May 2-5: Reading days (no examinations)\nMay 6-10:Final examinations\n\nSee the Registrar's semester calendar.", "location": "campus-wide", "whole_days": ["2019-05-01"], "partial_days": [], "categories": ["cal_student_activities", "faculty_and_staff"]}, "Reading Days (no examinations permitted)": {"title": "Reading Days (no examinations permitted)", "description": "See theOffice of the Registrar's Spring 2019calendarfor more dates and details.\n", "location": "campus-wide", "whole_days": ["2019-05-02", "2019-05-03", "2019-05-04", "2019-05-05"], "partial_days": [], "categories": ["cal_student_activities"]}, "Study at the Snite Museum of Art": {"title": "Study at the Snite Museum of Art", "description": "Use the Museum galleries as inspiring and quiet study spaces during this semesters Reading Days. Tables, chairs, and outlets will be provided in select galleries.\nWe will be offering different activitiesthroughout the day to serve as a creative study break.\nThis opportunity is sponsored by the Snite Museum Student Programming Committee.\n\nOriginally published at conductorshare.nd.edu.", "location": "Snite Museum of Art", "whole_days": [], "partial_days": [{"day": "2019-05-02", "start": "10:00 AM", "end": "07:30 PM"}, {"day": "2019-05-04", "start": "10:00 AM", "end": "05:00 PM"}], "categories": ["cal_student_activities"]}, "Study Days at the Snite Museum of Art": {"title": "Study Days at the Snite Museum of Art", "description": "Use the Museum galleries as inspiring and quiet study spaces during this semesters Reading Days. Tables, chairs, and outlets will be provided in select galleries.\nWe will be offering different activitiesthroughout the day to serve as a creative study break.\nThis opportunity is sponsored by the Snite Museum Student Programming Committee.\n\nOriginally published at conductorshare.nd.edu.", "location": "Snite Museum of Art", "whole_days": [], "partial_days": [{"day": "2019-05-03", "start": "10:00 AM", "end": "05:30 PM"}], "categories": ["cal_student_activities"]}, "Final Exams": {"title": "Final Exams", "description": "Monday through Friday, May 6-10.\n\nSee the Office of the Registrar'sSpring 2019 calendarfor other dates.", "location": "campus-wide", "whole_days": ["2019-05-06", "2019-05-07", "2019-05-08", "2019-05-09", "2019-05-10"], "partial_days": [], "categories": ["cal_student_activities", "faculty_and_staff"]}, "Undergraduate Halls close at 2 p.m.": {"title": "Undergraduate Halls close at 2 p.m.", "description": "Safe travels home -- see you in August!\nresidentiallife.nd.eduorregistrar.nd.edu/calendar/", "location": "campus-wide", "whole_days": [], "partial_days": [{"day": "2019-05-11", "start": "02:00 PM", "end": "02:00 PM"}], "categories": ["cal_student_activities"]}, "Commencement Weekend": {"title": "Commencement Weekend", "description": "Please seecommencement.nd.edufor all details about the weekend: schedule of events, ceremony tickets, live webcast, speakers, and planning your visit.\n\nMass and the diploma ceremonies for professional students (Graduate School, Law, Graduate Business) will be held on Saturday, May 18.The University Commencement Ceremony, which all students are invited to attend, and the undergraduate diploma ceremonies will be held on Sunday, May 19.\nA full listing of all events for the weekend can be found at theSchedule of Eventswebsite.", "location": "campus-wide", "whole_days": ["2019-05-17", "2019-05-18", "2019-05-19"], "partial_days": [], "categories": ["cal_student_activities", "faculty_and_staff", "open_to_the_public"]}, "Honoring Undergraduates in Peace Studies, Class of 2019": {"title": "Honoring Undergraduates in Peace Studies, Class of 2019", "description": "The Kroc Institute will honor the undergraduate peace studies class of 2019 during Notre Dames commencement weekend. Family and friends of students are welcome to attend these events.\nTheundergraduate ceremonyrecognizing peace studies majors and minors will be held from6:00-7:30 p.m. on Friday, May 17, in the McKenna Hall auditorium. A reception will follow in the McKenna Hall atrium.\nOriginally published at kroc.nd.edu.", "location": "McKenna Hall Auditorium", "whole_days": [], "partial_days": [{"day": "2019-05-17", "start": "06:00 PM", "end": "07:30 PM"}], "categories": ["cal_student_activities", "cal_keough"]}, "2019 Service Send-Off Ceremony": {"title": "2019 Service Send-Off Ceremony", "description": "The Center for Social Concerns hosts a Service Send-Off Ceremony and reception during Commencement Weekend for graduating students and their families. The ceremony honors seniors who are planning to engage in full-time service after graduation. Rev. John I. Jenkins, C.S.C., joins the centers staff, along with invited family and guests, atthis celebratory event which includes a reflection from a former volunteer and music by the Folk Choir. Each senior will be recognized by name and receive a small gift for the journey ahead.\nRegistration is required for seniors who wish to participate in the ceremony.\nREGISTER NOW\nReception on the South Terrace immediately following the ceremony.\nContact information:\n574-631-3925\nkmanier@nd.edu\nOriginally published at conductorshare.nd.edu.", "location": "Leighton Concert Hall, DeBartoloPerforming Arts Center", "whole_days": [], "partial_days": [{"day": "2019-05-18", "start": "01:00 PM", "end": "02:00 PM"}], "categories": ["cal_student_activities", "centers_and_institutes"]}, "Women's Lacrosse vs. North Carolina": {"title": "Women's Lacrosse vs. North Carolina", "description": "Tickets are no longer required for women's lacrosse.\nWomen's lacrosse link.", "location": "Arlotta Stadium", "whole_days": [], "partial_days": [{"day": "2019-03-31", "start": "01:00 PM", "end": "03:00 PM"}], "categories": ["athletics"]}, "Women's Lacrosse vs. Virginia Tech": {"title": "Women's Lacrosse vs. Virginia Tech", "description": "Tickets are no longer required for women's lacrosse.\nWomen's lacrosse link.", "location": "Arlotta Stadium", "whole_days": [], "partial_days": [{"day": "2019-04-07", "start": "12:00 PM", "end": "02:00 PM"}], "categories": ["athletics"]}, "Men's Lacrosse vs. Marquette": {"title": "Men's Lacrosse vs. Marquette", "description": "Individualgame tickets: $8 adults; $5 youth/seniors (Youth (18 &amp; under)/Senior (55 &amp; older)).\n\nMen's lacrosse link.", "location": "Arlotta Stadium", "whole_days": [], "partial_days": [{"day": "2019-04-10", "start": "12:00 AM", "end": "06:00 PM"}], "categories": ["athletics"]}, "Women's Lacrosse vs. Butler": {"title": "Women's Lacrosse vs. Butler", "description": "Tickets are no longer required for women's lacrosse.\nWomen's lacrosse link.", "location": "Arlotta Stadium", "whole_days": [], "partial_days": [{"day": "2019-04-10", "start": "07:00 PM", "end": "09:00 PM"}], "categories": ["athletics"]}, "90th Annual Blue-Gold Game (football scrimmage)": {"title": "90th Annual Blue-Gold Game (football scrimmage)", "description": "Come cheer on the Irish atthe 90th Annual Blue-Gold Game!\nDoors open at 11:30 a.m.\n\nSee the press release with additional information included tickets, Irish upgrades, parking, and free admission events\nOriginally published at gameday.nd.edu.", "location": "Notre Dame Stadium", "whole_days": [], "partial_days": [{"day": "2019-04-13", "start": "12:30 PM", "end": "02:30 PM"}], "categories": ["athletics", "open_to_the_public"]}, "Men's Lacrosse vs. Cornell": {"title": "Men's Lacrosse vs. Cornell", "description": "Individualgame tickets: $8 adults; $5 youth/seniors (Youth (18 &amp; under)/Senior (55 &amp; older)).\n\nMen's lacrosse link.", "location": "Arlotta Stadium", "whole_days": [], "partial_days": [{"day": "2019-04-14", "start": "12:00 PM", "end": "02:00 PM"}], "categories": ["athletics"]}, "Men's Lacrosse vs. North Carolina": {"title": "Men's Lacrosse vs. North Carolina", "description": "Individualgame tickets: $8 adults; $5 youth/seniors (Youth (18 &amp; under)/Senior (55 &amp; older)).\n\nMen's lacrosse link.", "location": "Arlotta Stadium", "whole_days": [], "partial_days": [{"day": "2019-04-20", "start": "12:00 PM", "end": "02:00 PM"}], "categories": ["athletics"]}, "Women's Lacrosse vs. Northwestern": {"title": "Women's Lacrosse vs. Northwestern", "description": "Tickets are no longer required for women's lacrosse.\nWomen's lacrosse link.", "location": "Arlotta Stadium", "whole_days": [], "partial_days": [{"day": "2019-04-20", "start": "07:00 PM", "end": "09:00 PM"}], "categories": ["athletics", "open_to_the_public"]}, "[CANCELED] Ford Seminar: \"Humanitarian Corridor Project and the Integration of Asylum Seekers in Italy\"": {"title": "[CANCELED] Ford Seminar: \"Humanitarian Corridor Project and the Integration of Asylum Seekers in Italy\"", "description": "A Ford Seminar withIlaria Schnyder von WartenseeandClemens Sedmak.\nThe Ford Program Research Seminar meets monthly, providingfaculty members doing research supported by or related to the Ford Programs mission the chance to share their work, whether in early, middle or late stages of development.It is an opportunity for colleagues to come together in a friendly atmosphere to offer constructive feedback and perhaps come away with some new ideas for our own human development/human dignity-related research. The Seminar hopes tobuildintellectual community around the Ford Programs mission of conducting research that promises to deepen our understanding of human dignity and enhance the effectiveness of efforts to promote integral human development.\n\nOriginally published at conductorshare.nd.edu.", "location": "Hesburgh Center C103", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "08:30 AM", "end": "09:30 AM"}], "categories": ["faculty_and_staff", "cal_keough"]}, "NDSID Spring All-Member Meeting": {"title": "NDSID Spring All-Member Meeting", "description": "Please join us for our springbi-annual all-member Notre Dame Staff of International Descent (NDSID) We will provide updates on our activities, and will also award the person with the most NDSID passport stamps. If you dont have a passport yet, visit one of our upcoming events and ask someone from the leadership team for a passport.\nLunch will be provided, so please respond to the calendar invite in a timely manner so we can have an accurate guest count for food.\nOriginally published at internationalerg.nd.edu.", "location": "Carole Sandner Hall, Remick Commons (behind Main Building)", "whole_days": [], "partial_days": [{"day": "2019-04-25", "start": "12:00 PM", "end": "01:00 PM"}], "categories": ["faculty_and_staff"]}, "Sheedy Excellence in Teaching Award Ceremony": {"title": "Sheedy Excellence in Teaching Award Ceremony", "description": "The College of Arts and Letters congratulates Associate Professor Ernesto Verdeja, joint appointment in the Department of Political Science and the Joan B. Kroc Institute for International Peace Studies.\nThe highest teaching honor in the College, the Sheedy award was founded in 1970 in honor of Rev. Charles E. Sheedy, C.S.C., who served as dean of the College of Arts and Letters from 195169.\nThe award ceremony is open to all faculty, staff,and students.\nOriginally published at al.nd.edu.", "location": "McKenna Hall Auditorium", "whole_days": [], "partial_days": [{"day": "2019-05-07", "start": "03:30 PM", "end": "04:30 PM"}], "categories": ["faculty_and_staff", "college_of_arts_and_letters", "cal_keough"]}, "Safety Summit": {"title": "Safety Summit", "description": "All Notre Dame faculty, postdocs, staff and graduate students are welcome.\nMorning session: 9-11 a.m.\nAfternoon session: 3-5 p.m.\nChick-Fil-A sandwiches will be served to the first 1,000 faculty and staff after each session.\n\nThe Division of Campus Safety and University Operations has invited one of the nation's leading speakers on workplace safety, Charlie Morecraft. He will share his incredible personal story that illustrates the importance of safety at work. In 1980, Charlie was working the night shift at an Exxon oil refinery in New Jersey. His split-second decision could have cost him his life.\nWe know that accidents and injuries can happen at a workplace at anytime. Campus Safety will work with faculty and staff to prevent them from happening.", "location": "Dahnke Ballroom, Duncan Student Center", "whole_days": [], "partial_days": [{"day": "2019-05-09", "start": "09:00 AM", "end": "11:00 AM"}, {"day": "2019-05-09", "start": "03:00 PM", "end": "05:00 PM"}], "categories": ["faculty_and_staff", "lectures_and_conferences"]}, "One Book, One Michiana: \"The Hitchhikers Guide to the Galaxy\" Multimedia Event": {"title": "One Book, One Michiana: \"The Hitchhikers Guide to the Galaxy\" Multimedia Event", "description": "Event Overview\nOne Book, One Michiana is a regional, community-based reading initiative sponsored annually by St. Joseph County Public Library in South Bend. The program model takes the idea of a localized book discussion club and expands it to cover a whole city. The first such program was If All of Seattle Read the Same Book in 1998, started by Nancy Pearl at Seattle Public Librarys Washington Center for the Book. Since this time, over 400 other cities across the nation have started One Book programs.\nThis years One Book, One Michiana book title is Douglas Adams beloved sci-fi classicThe Hitchhikers Guide to the Galaxy. Since its original inception as a BBC radio series, it has endeared itself to many with its humor, whimsy, and insightful reflections on humanity.\nJoin the Hesburgh Libraries for a lecture on the multimedia aspects of the book, try the retro video game, enter a visual representation of a few of the novels locations, view a display of the books various incarnations and formats, and enjoy snacks inspired by the Guide.\nLecture\n5:30pm  6:30pm, Room 246, HesburghLibrary\nThe place of the Hitchhikers Guide in the early home computing era\nPresented by: Matthew Sisk, GIS and Athropology Librarian, and Dan Johnson, English and Digital Humanities Librarian\nIn 1984, author Douglas Adams released a video game version of his book and radio series,The Hitchhikers Guide to the Galaxy. A text-based adventure, the game sold extremely well, and was one of several multimedia explorations of the Hitchhikers universe, which included a radio program, a television series, multiple novel volumes, and eventually, a movie. This lecture will explore the Hitchhikers Guide multimedia event, with special attention on the game, its place in the early home computing era, and its legacy.\nOpen House and Reception\n6:30pm  7:30pm, Room 246 &amp; 247\nExplore Scenes from the Hitchhikers Guide in Virtual Reality\nData Visualization Lab, Room 249\nFor once, try to see things from Arthurs point of view. Visitors will have the opportunity to explore two scenes from the book through a Virtual Reality headset. A live stream from the headset will also be projected on one of the Visualization Labs large screens. If you are nervous or begin to experience any motion sickness, Dont Panic.\nPlay the Hitchhikers Video Game\nRoom 246\nExplore the RetroTech Collection\nRoom 245\nSnack &amp; Refreshments\nVisit the restaurant at the end of the universe for intergalactic snacks.\nOriginally published at conductorshare.nd.edu.", "location": "Hesburgh Library, Navari Family Center for Digital Scholarship", "whole_days": [], "partial_days": [{"day": "2019-04-02", "start": "05:30 PM", "end": "07:30 PM"}], "categories": ["health_and_recreation", "lectures_and_conferences", "open_to_the_public", "hesburgh_libraries"]}, "Word and Wisdom Conference": {"title": "Word and Wisdom Conference", "description": "Word and Wisdom Conference\nThe conference honors the 2019 publication ofOlivier-ThomasVenardsA Poetic Christ:Thomistic Reflections on Scripture, Language and Reality, translated by Francesca Murphy and Kenneth Oakes. Confirmed speakers include:Fr. Olivier Thomas Venard, O.P.;Gary Anderson;Very Rev. Dr. John Behr;John C. Cavadini;John Fitzgerald;Anthony Giambrone, O.P.;EdwardGreenstein;Matthew Levering;Jean Luc Marion;Francesca Murphy;Cyril ORegan\nAs part of the conference celebrating the work of Fr. Olivier-Thomas Venard, the Armenian composer Michel Petrossian will orchestrate theinaugural performance of his newly writtenchoral anthem on Tuesday, April 2,at the Eck Visitor Center. The concert will be precededby a talk given by Fr. Venard.\nRegistration is free but required. See here for complete details and registration information.\nOriginally published at mcgrath.nd.edu.", "location": "McKenna Hall, Notre Dame", "whole_days": ["2019-04-01", "2019-04-02", "2019-04-03"], "partial_days": [], "categories": ["lectures_and_conferences", "centers_and_institutes"]}, "Lecture: \"Human Trafficking: Law and Policy Responses and the Crisis of Protection in Europe\"": {"title": "Lecture: \"Human Trafficking: Law and Policy Responses and the Crisis of Protection in Europe\"", "description": "Siobhn Mullally is Established Professor of Human Rights Law and Director of the Irish Centre for Human Rights at the National University of Ireland, Galway. She has published widely in the fields of gender, womens rights, human trafficking, migration, asylum, and multiculturalism.\nIn this, Professor Mullallysfirst visit to Notre Dame, thefocus of her public talk will be Europes current crisis in human trafficking, both current law and policy responses.\nProfessor Mullally is currently the President of the Group of Experts on Action against Trafficking in Human Beings (GRETA), which is Europes anti-trafficking body. She is also a Commissioner with the Irish Human Rights and Equality Commission,and is a member of the Permanent Court of Arbitration, The Hague. She is the founding Joint Editor-in-Chief of the Irish Yearbook of International Law(with Professor Fiona de Londras), published by Hart Bloomsbury, Oxford.\nCo-sponsor of Professor Mullallys talk: Klau Center for Civil and Human Rights.\nRead more about Professor Mullally\nOriginally published at irishstudies.nd.edu.", "location": "Room 1050 Jenkins Nanovic Halls", "whole_days": [], "partial_days": [{"day": "2019-04-01", "start": "03:30 PM", "end": "04:30 PM"}], "categories": ["lectures_and_conferences", "cal_keough"]}, "Lecture: \"Perchance to DREAM: A Legal and Political History of the DREAM Act and DACA\"": {"title": "Lecture: \"Perchance to DREAM: A Legal and Political History of the DREAM Act and DACA\"", "description": "This event is part of ILSTransformative Latino Leadership Lecture Series\n\n\nMichael Olivasis the William B. Bates Distinguished Chair in Law and director of the Institute for Higher Education Law &amp; Governance (IHELG) at the University of Houston. Hewas instrumental in making innovative change in the areas of admissions including the University of Texas top 10% Plan and access to higher education for students with designation through Deferred Action for Childhood Arrivals (DACA). Clickherefor additional information.\n\nCo-Sponsored with the Indiana Latino Bar Association,American Constitution Society, ND Hispanic Law Student Association\nFor additional information about Michael Olivas click here.\n\nOriginally published at latinostudies.nd.edu.", "location": "1030 Jenkins Nanovic Hall", "whole_days": [], "partial_days": [{"day": "2019-04-01", "start": "04:00 PM", "end": "06:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "centers_and_institutes"]}, "Lecture: \"Conflict, Diplomacy, Development, and Nation-Building: An Eyewitness Account of South Sudan and Elsewhere\"": {"title": "Lecture: \"Conflict, Diplomacy, Development, and Nation-Building: An Eyewitness Account of South Sudan and Elsewhere\"", "description": "A lecture bySusan Page,Special Representative and Head, United Nations Mission for Justice Support in Haiti (MINUJUSTH); Former U.S. Ambassador to South Sudan. Cosponsored by the Kellogg Institute for International Studies and the Kroc Institute for International Peace Studies.\n\nOriginally published at conductorshare.nd.edu.", "location": "Hesburgh Center C103", "whole_days": [], "partial_days": [{"day": "2019-04-02", "start": "12:30 PM", "end": "02:00 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "cal_keough"]}, "Lecture: \"Power: A Temporal View\"": {"title": "Lecture: \"Power: A Temporal View\"", "description": "Read-ahead materal link.\nDaniel W. Drezner is professor of international politics at the Fletcher School of Law and Diplomacy at Tufts University, a nonresident senior fellow at the Brookings Institution, and the writer of Spoiler Alerts for the Washington Post. Prior to Fletcher, he taught at the University of Chicago and the University of Colorado at Boulder. He has previously held positions with Civic Education Project, the RAND Corporation and the U.S. Department of the Treasury. Drezner has written six books, including The Ideas Industry (Oxford, 2017), All Politics is Global (Princeton, 2007), and The Sanctions Paradox (Cambridge, 1999). He has edited two other books, including Avoiding Trivia (Brookings, 2009). He has published articles in numerous scholarly journals as well as in the New York Times, Wall Street Journal, and Foreign Affairs.\nOriginally published at ndisc.nd.edu.", "location": "1030 Jenkins Nanovic", "whole_days": [], "partial_days": [{"day": "2019-04-02", "start": "04:30 PM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "college_of_arts_and_letters"]}, "Lecture (Graduate Student Invitation Series): \"Aquinas' Doctrine of Providence and its Relevance Today\"": {"title": "Lecture (Graduate Student Invitation Series): \"Aquinas' Doctrine of Providence and its Relevance Today\"", "description": "The Medieval Institute presents a lecture byRmiBrague,Professor Emeritusof Medieval and Arabic Philosophy at the University of Paris. A receptionwill follow the lecture.\nEach year the Medieval Institute graduate students organize a lecture, inviting a scholar to speak and conduct a subsequent graduate seminar; Professor Emeritus Brague will be the fifteenth speaker in the series.\n\nBrague is Professor Emeritus of Medieval and Arabic Philosophy at the Sorbonne (Universit Paris I) and the former Romano Guardini Chair of Philosophy at the Ludwig-Maximilians-Universitt in Munich. He has been Visiting Associate Professor at Pennsylvania State University, John Findlay Visiting Professor at Boston University, Hans-Georg Gadamer Visiting Professor at Boston College, and Visiting Professor at the Universidad de Navarra (Pamplona) and the Universit San Raffaele (Milan). He is a member of the Institut de France and was the 2012 recipient of the Joseph Ratzinger Prize. He is the author of numerous books on classical and medieval philosophy, culture, religion, literature, and law, including Europe, la voie romaine (1992), La Sagesse du monde: Histoire de lexprience humaine de lunivers (1999), Introduction au monde grec. tudes dhistoire de la philosophie (2005), La Loi de Dieu. Histoire philosophique dune alliance (2005), Au moyen du Moyen ge. Philosophies mdivales en chrtient, judasme et islam (2006), Modrment moderne (2014), and Le Rgne de lhomme: Gense et chec du projet moderne (2015).\nOriginally published at medieval.nd.edu.", "location": "Medieval Institute Main Reading Room, 715 Hesburgh Library", "whole_days": [], "partial_days": [{"day": "2019-04-02", "start": "05:00 PM", "end": "07:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "centers_and_institutes"]}, "Difficult Conversations: Jos ngel N.": {"title": "Difficult Conversations: Jos ngel N.", "description": "Jos ngel N. is an undocumented immigrant from Mexico. He is a Ph.D. candidate at the University of Illinois at Chicago.\nCo-sponsored by Gender Studies and Community Relations.\n\nSee the poster here.", "location": "Notre Dame Center for Arts and Culture, 1045 W. Washington Street, South Bend", "whole_days": [], "partial_days": [{"day": "2019-04-02", "start": "07:30 PM", "end": "08:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "college_of_arts_and_letters", "centers_and_institutes"]}, "Mini Medical School Lecture: \"Educating Physicians for an Unknown Future\"": {"title": "Mini Medical School Lecture: \"Educating Physicians for an Unknown Future\"", "description": "Paul Wallach, MD, executive associate dean, IU School fo Medicine, will discuss the future of medical education in the face of rapidly changing technologies and treatments.\nEvery year,Mini Medical School Lecturesput you in touch with physicians, researchers and health care professionals who can answer questions about the health of you and your family.\nBring your questions and concerns to the 23rd annual Mini Medical School lectures: 7 to 8:30 p.m. Wednesdays, March 13-April 10, 2019.\nLectures and parking are free and open to the public.", "location": "Auditorium, Raclin-Carmichael Hall, 1234 Notre Dame Ave (Indiana University School of Medicine-South Bend)", "whole_days": [], "partial_days": [{"day": "2019-04-03", "start": "07:00 PM", "end": "08:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public"]}, "Lecture: \"Vertical Social Cohesion in Catholic Relief Services Binding, Bonding, and Bridging (3Bs) Methodology\"": {"title": "Lecture: \"Vertical Social Cohesion in Catholic Relief Services Binding, Bonding, and Bridging (3Bs) Methodology\"", "description": "Join the Kroc Institute for a lecture by Valarie \"Vat\"Kamatsiko, currently working with Catholic Relief Services as the Africa Peacebuilding Technical Advisor providing support to CRS programs across Africa. Vat is a Catholic Relief Services Visiting Research Fellow at the Kroc Institute for International Peace Studies this semester.\nVat is a theorist-practitioner who is widely published in peer-reviewed academic journals and more popular publications as well. Prior to working with CRS, she served as the Regional Peacebuilding Advisor for East Africa with World Vision, providing leadership to peacebuilding and conflict sensitivity work in Somalia, South Sudan, Sudan, Kenya, Uganda, Burundi, Rwanda, Ethiopia, and Tanzania. Vats expertise is in integrating conflict-sensitivity and peacebuilding concerns with humanitarian and development assistance, integrating children and youth into peacebuilding efforts, multi-faith peacebuilding, and macro and micro level participatory conflict analysis.\nVats lecture will focus on the concept of vertical social cohesion in Catholic Relief Services Binding, Bonding, Bridging (or 3Bs) methodology.The methodology initially developed in Mindanao, Philippines, was further refined in the Central African Republic, and has since been applied in more than 10 countries in Africa, Asia, and the Middle East with favorable results. However, lessons learned and recommendations from case studiesindicate that while there were successes in effecting change at personal and relational levels, the opportunities to impact systems and structures were either missed or under-explored. This lecture will offer a crystallized definition of vertical social cohesion and offer insights for improving the methodology.\nOriginally published at kroc.nd.edu.", "location": "C103, Hesburgh Center for International Studies", "whole_days": [], "partial_days": [{"day": "2019-04-04", "start": "12:30 PM", "end": "01:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "cal_keough"]}, "Fr. John Behr Lecture (Byzantine Series): \"The Gospel of John in the Byzantine Tradition\"": {"title": "Fr. John Behr Lecture (Byzantine Series): \"The Gospel of John in the Byzantine Tradition\"", "description": "Fr. John Behr is the Fr. Georges Florovsky Distinguished Professor of Patristics at St. Vladimirs Seminary, where he served as Dean from 2007-17, and the Metropolitan Kallistos Chair of Orthodox Theology at the Vrije Universiteit of Amsterdam. His early work was on asceticism and anthropology, focusing on St.Irenaeus of Lyons and Clement of Alexandria (OUP 2000). He is writing a series of books on The Formation of Christian Theology, two volumes of which have already appeared: vol. 1,The Way to Nicaea(SVS Press 2001) and vol. 2The Nicene Faith(SVS Press 2003). On the basis of these two volumes, he published a synthetic work,The Mystery of Christ: Life in Death(SVS 2006). This was followed by an edition and translation of the fragments of Diodore of Tarsus and Theodore of Mopsuestia, setting them in their historical and theological context (OUP 2011). More recently Fr. John published a more poetic and meditative work entitledBecoming Human: Theological Anthropology in Word and Image(SVS Press, 2013) and a full study of St.Irenaeus:St.Irenaeus of Lyons: Identifying Christianity(OUP, 2013). Most recently he has completed a new critical edition and translation of OrigensOn First Principles, together with an extensive introduction, for OUP (2017), and a study of the Gospel of John (forthcoming OUP 2019). He is currently working on a new edition and translation of the works of Irenaeus.\nOriginally published at medieval.nd.edu.", "location": "Rare Books and Special Collections Reading Room (102 Hesburgh Library)", "whole_days": [], "partial_days": [{"day": "2019-04-04", "start": "05:00 PM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "college_of_arts_and_letters"]}, "Ten Years Hence Lecture: \"Two Decades of Covering Business: A Journalists View\"": {"title": "Ten Years Hence Lecture: \"Two Decades of Covering Business: A Journalists View\"", "description": "Two Decades of Covering Business: A Journalists Viewby Bethany McLean\n\nBethany McLeanis the author of The Smartest Guys in the Room: The Amazing Rise and Scandalous Fall of Enron and All the Devils Are Here: The Hidden History of the Financial Crisis.\nTen Years Hence is sponsored by the OBrien-Smith Leadership Program. This is the sixth lecture in the Ten Years Hence Lecture Series. See website for details and other lecture dates.\nFree and open to students, faculty, staff and public.\nContact: Jean Meade\njean.meade@nd.edu\nOriginally published at mendoza.nd.edu.", "location": "Jordan Auditorium, Mendoza College of Business", "whole_days": [], "partial_days": [{"day": "2019-04-05", "start": "10:40 AM", "end": "12:10 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "mendoza_college_of_business"]}, "8th Annual HCRI Cancer Research Day": {"title": "8th Annual HCRI Cancer Research Day", "description": "Please join us at the Harper Cancer Research Institute's 8th Annual Cancer Research Day!\n\nResearch Day is an excellent opportunity to learn about cancer research being conducted in our community. This event includes a poster session, lectures, and a Keynote Address.\nResearch Day is FREE and open to the public.\n\nKEYNOTE ADDRESS: DARIO C. ALTIERI, M.D.\n\nDr. Altieri joined Wistar in 2010 as Director of its National Cancer Institute (NCI)- designated Cancer Center, a position he continues to hold, and was the Institutes first chief scientific officer. In 2015, he was appointed President and CEO. Dr. Altieri is also the Robert and Penny Fox Distinguished Professor.Dario C. Altieri, M.D., is President and Chief Executive Officer (CEO) of The Wistar Institute, the nations first independent research institution devoted solely to biomedical science and a world leader in cancer, immunology, virology and infectious disease research.\nIn addition to his leadership role, Dr. Altieri leads The Altieri Laboratory that studies the mechanisms underlying how tumor cells survive and proliferate in cancer. His own research efforts currently focus on advancing a drug developed in his laboratory toward clinical testing in patients with advanced prostate cancer.\nDr. Altieri has authored more than 230 papers, is a reviewer for 16 journals, and currently serves on the editorial board of eight scientific publications, includingGenes and Cancer,Chemical Biology and Drug Design, andThe Journal of Clinical Investigation. He is a member of the CEO Council of Growth and the Board of Directors of the University City Science Center in Philadelphia  the oldest and largest urban research park in the U.S.\n\nOriginally published at harpercancer.nd.edu. Open this link for registration information, abstract submissions, poster presentationsand exceptional trainee nominations.", "location": "The Morris Inn", "whole_days": ["2019-04-08"], "partial_days": [], "categories": ["lectures_and_conferences", "open_to_the_public"]}, "Idea Week 2019": {"title": "Idea Week 2019", "description": "Emmy Award-winning speaker Bill Nye the Science Guy and Wired magazine co-founder Kevin Kelly were announced as the first round of keynote speakers forIdea Week 2019, an annual event that celebrates innovation, entrepreneurs and the incubation of new ideas.\nEvent organizers also announced plans to incorporate technology experiences into the week, including rides in driverless vehicles for registrants.\nIdea Week will take place April 8-13 (Monday-Saturday) and is hosted by the University of Notre Dame, the South Bend-Elkhart region and various community organizations and businesses. It will be held at Notre Dame and other locations throughout South Bend and Elkhart and will be open to the public.\nNye will speak on the importance of science and innovation and Kelly will speak on the intersection of faith and technology. The dates and times of their keynotes will be announced at a later date. Details on the driverless vehicle experiences will also be announced in the coming months.\nMore than 18,000 people attended at least one part of Idea Week 2018, its inaugural year.\nGrammy Award-winning country music artist Tim McGraw was previously announced as the weeks major concert act. He will perform April 13 (Saturday) at the Purcell Pavilion at the Joyce Center. Tickets to see McGraw range from $40 to $125 and go on sale at 10 a.m. Friday (Nov. 16) atwww.ideaweektix.com.\nIdea Week is a cross between a festival and similar innovation and entrepreneurial events in cities like Boston, Denver and Chicago. It will include more than 50 sessions broken up into four types: Learn, Play, Meet and Compete. It is geared toward everyone, including entrepreneurs, students, developers, makers, inventors, designers, investors or those who simply love science, innovation and tech. Its goal is provide attendees with the practical knowledge, creative inspiration and social foundation they need to innovate within their own careers, studies and communities. \nIn addition to McGraw, Nye, Kelly and the driverless vehicle experiences, there will be a major comedic act; additional musical performances and keynote speakers; the McCloskey New Venture Competition, which will offer prizes worth hundreds of thousands of dollars; meetups; workshops; additional technology experiences; and various social activities, all of which will be announced over the next four months.\nBill Nye and Kevin Kelly each bring a unique and needed perspective to the topics of innovation, science and technology, saidBryan Ritchie, Notre Dame vice president and associate provost for innovation. Bill will entertain us and make us laugh all the while evangelizing on the acute importance of science and technology, and Kevin will discuss how technology and faith can and should intersect as well as explore the ethical implications of innovation. We look forward to hearing from both of them during Idea Week 2019.\nNye is an American science educator, engineer, comedian, television presenter, author and inventor, with a mission to help foster a scientifically literate society and to help people everywhere understand and appreciate the science that makes our world work. Making science entertaining and accessible is something Nye has been passionate about his entire life. Nye made a number of award-winning shows, including the show he became so well known for, Bill Nye the Science Guy, which won seven national Emmy Awards for writing, performing and producing.\nKelly is senior maverick at Wired magazine. He co-founded Wired in 1993, and served as its executive editor for its first seven years. His new book for Viking/Penguin is called The Inevitable, which is a New York Times and Wall Street Journal best-seller. He is also founding editor and co-publisher of the popular Cool Tools website, which has been reviewing tools daily since 2003. From 1984-1990 Kelly was publisher and editor of the Whole Earth Review, a journal of unorthodox technical news. He co-founded the ongoing Hackers Conference, and was involved with the launch of the WELL, a pioneering online service started in 1985. His books include the best-selling New Rules for the New Economy, the classic book on decentralized emergent systems; Out of Control, a graphic novel about robots and angels; The Silver Cord, an oversize catalog of the best of Cool Tools, and his summary theory of technology in What Technology Wants.\n\nFor more information about Idea Week, including how to register, visitideaweek.com.", "location": "campus-wide and elsewhere in the South Bend-Elkhart region", "whole_days": ["2019-04-08", "2019-04-09", "2019-04-10", "2019-04-11", "2019-04-12", "2019-04-13"], "partial_days": [], "categories": ["lectures_and_conferences", "open_to_the_public", "centers_and_institutes"]}, "Book Discussion: \"The Virtue of Nationalism\"": {"title": "Book Discussion: \"The Virtue of Nationalism\"", "description": "Yarom Hazony will be speaking on his recent book,The Virtue of Nationalism. \nHazonyis president ofThe Herzl Institutein Jerusalem. Hefounded The Shalem Centerin Jerusalem in 1994, and ledit through its accreditation in 2013 asShalem College, Israels first liberal arts college.Hereceived his B.A. from Princeton University in East Asian Studies in 1986, and his Ph.D. in Political Philosophy from Rutgers University in 1993.\nMore on The Virtue of Nationalism:Excerpt\nHazony masterfully blends a deep grasp of history, political philosophy, theology, and common sense with originality and clarity in what will be one of the most-discussed books of this dawning new age of the nation.  Patrick Deneen, University of Notre Dame\nHazony has written a magnificent affirmation of democratic nationalism and sovereignty. The book is a tour de force that has the potential to significantly shape the debate between the supporters of supranational globalism and those of national-state democracy.  John Fonte, Hudson Institute\nIn this engaging and deeply learned book, Yoram Hazony explores the religious and historical roots of nationalism, illuminates its modern accomplishments, and thereby offers a uniquely insightful guide to the forces transforming the politics of the West.  Yuval Levin, National Affairs\nOriginally published at constudies.nd.edu.", "location": "155 DeBartolo Hall", "whole_days": [], "partial_days": [{"day": "2019-04-08", "start": "03:30 PM", "end": "04:45 PM"}], "categories": ["lectures_and_conferences", "college_of_arts_and_letters"]}, "Lecture: \"Science and the Good\"": {"title": "Lecture: \"Science and the Good\"", "description": "Download PDF\nJoin the Notre Dame Institute for Advanced Study for a public lecture by James Davison Hunter and Paul Nedelisky entitled Science and the Good.\nHunter and Nedeliskyare the authors of Science and the Good, the Tragic Quest for the Foundations of Morality (Yale University Press, 2018). In this illuminating book, James Davison Hunter and Paul Nedelisky recount the centuries-long, passionate quest to discover a scientific foundation for morality. The new moral scienceled by such figures as E.O. Wilson, Patricia Churchland and Joshua Greene is only the newest manifestation of an effort that has failed repeatedly. Though claims for its accomplishments are often wildly exaggerated, this new iteration has been no more successful than its predecessors. Hunter and Nedelisky argue that in the end, science cannot tell us how we should live or why we should be good and not evil, and this is for both philosophical and scientific reasons. (Excerpt from the publishers website.)\nJames Davison Hunter is LaBrosse-Levinson Distinguished Professor of Religion, Culture and Social Theory in the Department of Sociology and Religious Studies and the Executive Director of the Institute for Advanced Studies in Culture at the University of Virginia. He has written nine books, edited four books, and published a wide range of essays, articles, and reviews all variously concerned with the problem of meaning and moral order in a time of political and cultural change in American life. Over the years, his research findings have been presented to audiences on National Public Radio and C-Span, at the National Endowment for the Arts, and at dozens of colleges and universities around the country. He was appointed by the White House in 2004 to a six-year term to the National Council of the National Endowment for the Humanities, and he has been a consultant to the White House, the Bicentennial Commission for the U.S. Constitution, the Pew Charitable Trusts, and the National Commission on Civic Renewal.\nPaul Nedelisky is a Fellow at the Institute for Advanced Studies in Culture at the University of Virginia. His research interests center on issues in metaphysics and ethics. His work in metaphysics primarily concerns the nature of the fundamental constituents of realitythe basic building blocks of the world. He has also published, with James Davison Hunter, Where the New Science of Morality Goes Wrong in The Hedgehog Review (2016). Nedelisky has won several teaching awards and was named as an honoree of the Seven Societys Graduate Fellowship for Superb Teaching.\nThe event is open to all students, staff, faculty, and members of the public.\nContact:\nCarolyn Sherman\nEvents and Program Support\ncsherman@nd.edu\n574-631-1305\n\n\nOriginally published at ndias.nd.edu.", "location": "126 DeBartolo Hall", "whole_days": [], "partial_days": [{"day": "2019-04-08", "start": "04:30 PM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public"]}, "Discussion: \"An Evening Remembering James Foley: Journalism and Social Justice\"": {"title": "Discussion: \"An Evening Remembering James Foley: Journalism and Social Justice\"", "description": "A discussion between special guests Diane M. Foley, president of the James W. Foley Legacy Foundation, and Itai Anghel, Israeli news correspondent and documentary filmmaker, about journalism in the midst of armed conflict.\nSee the poster or press release for more information.\n\nOpen to the public. No need for ND faculty, staff, and students to register.The public may use this link to register:\nhttps://ndinternational.wufoo.com/forms/z3zf6251pvow2u/\n\nCo-sponsored by the Gallivan Program in Journalism, Ethics, and Democracy in conjunction with Notre Dame International.\n", "location": "Auditorium, Eck Visitors Center", "whole_days": [], "partial_days": [{"day": "2019-04-08", "start": "06:00 PM", "end": "07:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "college_of_arts_and_letters"]}, "Book Discussion: \"Rwandan Genocide 25 Years Later\"": {"title": "Book Discussion: \"Rwandan Genocide 25 Years Later\"", "description": "Sponsored by the Kellogg Institute for International Studies. Meet authors Jean Bosco, Christine Rutagengwa, andKellogg Global Leadership ProgramDirectorRev. Dan Groody, C.S.C.,and learn about their newly published bookLove Prevails: One Couples Story of Faith and Survival in the Rwandan Genocides(Orbis Books, March 2019).\nOriginally published at conductorshare.nd.edu.", "location": "LaBar Recital Hall, O'Neill Hall", "whole_days": [], "partial_days": [{"day": "2019-04-08", "start": "07:00 PM", "end": "08:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "cal_keough"]}, "Lecture: \"Rebel Transformations and Peace Processes: The Case of Turkey and the Kurdistan Workers Party\"": {"title": "Lecture: \"Rebel Transformations and Peace Processes: The Case of Turkey and the Kurdistan Workers Party\"", "description": "ArinSavran\nKroc Institute Scholar in Residence\nDespite great strides in research, we still do not know enough about why peace negotiations fail and what critical factors for success are.Between 2009 and 2015, a failed peace process took place between Turkey and the Kurdish PKK rebel movement. This lecture will describe how the context of the peace process, as well as conflict actors goals, attitudes, and behaviors, shifted over time. It will focus on the periods leading up to the process and close to the time of its collapse. Despite the failure of the Kurdish-Turkish peace process, the case is unique because it was initiated as an endogenous process without external intervention owing to the PKK leader, Abdullah Ocalans, dramatic ideological shift to radical democracy. Likewise, the talks collapsed not due to an asymmetrical relationship, as conventional wisdom would hold, but following parties actually approaching power symmetry following rapid escalation of war in neighboring Syria and Iraq.\nSavrans lecture and work at the Kroc Institute is based on her 2018 doctoral dissertation, a conceptual analysis of the Kurdish-Turkish peace process built on a theory of conflict transformation.\nOriginally published at kroc.nd.edu.", "location": "C102, Hesburgh Center for International Studies", "whole_days": [], "partial_days": [{"day": "2019-04-09", "start": "04:00 PM", "end": "05:00 PM"}], "categories": ["lectures_and_conferences", "cal_keough"]}, "Lecture: \"Trust in Electoral Polls: A Motivated Reasoning Approach\"": {"title": "Lecture: \"Trust in Electoral Polls: A Motivated Reasoning Approach\"", "description": "Co-sponsored by the Kellogg Institute for International Studies and Notre Dame International.A lecture byRosario Aguilar,associate professor of political science at the Centro de Investigacin y Docencia Econmicas (CIDE);visiting professor at Central European University;visiting scholar at the Hungarian Academy of Sciences.\nOriginally published at conductorshare.nd.edu.", "location": "Hesburgh Center C103", "whole_days": [], "partial_days": [{"day": "2019-04-09", "start": "04:30 PM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "cal_keough"]}, "Lecture: African Kings and Black Slaves: Sovereignty and Dispossession in the Early Modern Atlantic": {"title": "Lecture: African Kings and Black Slaves: Sovereignty and Dispossession in the Early Modern Atlantic", "description": "Herman Bennett,scholar on the history of the African diaspora, with a particular focus on Latin American history.\n\nRoom 208, DeBartolo Hall\n\nOriginally published at history.nd.edu.", "location": "DeBartolo 208", "whole_days": [], "partial_days": [{"day": "2019-04-09", "start": "04:30 PM", "end": "07:00 PM"}], "categories": ["lectures_and_conferences", "college_of_arts_and_letters"]}, "Lecture: \"The Omega Principle: Seafood and the Quest for a Long Life and a Healthier Planet\"": {"title": "Lecture: \"The Omega Principle: Seafood and the Quest for a Long Life and a Healthier Planet\"", "description": "Paul Greenberg is the James Beard award-winning author of the New York Times bestseller and Notable Book Four Fish: The Future of the Last Wild Food andAmerican Catch: The Fight for our Local Seafood. His most recent book, The Omega Principle: Seafood and the Quest for a Long Life and Healthier Planet, is an eye-opening look at how the multi-billion dollar omega-3 industry is affecting our ocean sustainability and, ultimately, our health.\n\nA regular contributor to the New York Times Opinion Page, Magazine, Dining section, and Book Review, Greenberg lectures widely on seafood and ocean sustainability. His 2015 TED talk has reached over a million viewers and he has also lectured for Google, the United States Senate, the United States Supreme Court, Harvard University, Brown University, Williams College, Yale University and many other educational institutions.\nLecture will be followed by a reception and book-signing. Free and open to the public.For more information or to hear about other opportunities to engage with Paul during his visit, email sus@nd.edu.\n\nSponsored by the Minor in Sustainability, Reilly Center for Science Technology and Values, Environmental Change Initiative, Minor in Resiliency and Sustainability of Engineering Systems, College of Science, Department of Civil &amp; Environmental Engineering &amp; Earth Sciences, and the Richter Lecture Series on Environmental Sustainability.\nOriginally published at sustainabilitystudies.nd.edu.", "location": "DeBartolo Hall 102", "whole_days": [], "partial_days": [{"day": "2019-04-09", "start": "07:00 PM", "end": "08:30 PM"}], "categories": ["lectures_and_conferences", "college_of_engineering", "college_of_science", "centers_and_institutes"]}, "Paul P. Weinstein Memorial Lecture: Beyond the Bench: The Challenges of Introducing an Emerging Technology for Control of Vector-Borne Diseases": {"title": "Paul P. Weinstein Memorial Lecture: Beyond the Bench: The Challenges of Introducing an Emerging Technology for Control of Vector-Borne Diseases", "description": "The 2019Paul P. Weinstein Memorial Lecture presented by the Eck Institute for Global Health will feature Stephanie James, senior vice president of science at the Foundation for the National Institutes of Health.\n\nJames is the Senior Vice President for Science at the Foundation for the National Institutes of Health (FNIH) in Bethesda, MD, where she leads several research partnerships with an emphasis on global health research.Prior to joining FNIH in 2004, James served as Chief of the Parasitology and International Programs Branch in the Division of Microbiology and Infectious Diseases, NIAID, NIH, and subsequently as Deputy Director and director of the Global Infectious Disease program at The Ellison Medical Foundation.\nWhile at NIH, James was responsible for programmatic development of the Tropical Medicine Research Centers and the International Centers for Excellence in Research, co-authored the institutes Research Plan for Malaria Vaccine Development and Research Agenda for Emerging Infectious Diseases, and was instrumental in the formation of the International Centers for Tropical Disease Research and the Multilateral Initiative on Malaria.At the Ellison Medical Foundation, she started a new funding program to foster discovery research on global health.At FNIH, she was part of the team that developed the original Grand Challenges in Global Health initiative and has been program officer for a number of the original GCGH projects as well as several follow-on projects. These include research on development of innovative methods for controlling mosquito vectors of human disease, as well as projects on discovery of new targets for TB drugs, HIV/AIDS vaccine discovery, and biomarkers for onchocerciasis infection. James has served on multiple advisory committees, including to the World Health Organization, the US Agency for International Development, the Burroughs Wellcome Fund, Merck Foundation, and the U.S.-Japan Cooperative Medical Sciences Program. In 1998, she was elected President of the American Society of Tropical Medicine and Hygiene.\n\nOriginally published at globalhealth.nd.edu.", "location": "283 Galvin Life Science Center", "whole_days": [], "partial_days": [{"day": "2019-04-10", "start": "04:00 PM", "end": "05:00 PM"}], "categories": ["lectures_and_conferences"]}, "Mini Medical School Lecture: \"Among the Living: Adventures in Palliative Care\"": {"title": "Mini Medical School Lecture: \"Among the Living: Adventures in Palliative Care\"", "description": "Join Amberly Burger, MD, of Beacon Health System, for a discussion on her work in palliative care.\n\nEvery year,Mini Medical School Lecturesput you in touch with physicians, researchers and health care professionals who can answer questions about the health of you and your family.\nBring your questions and concerns to the 23rd annual Mini Medical School lectures: 7 to 8:30 p.m. Wednesdays, March 13-April 10, 2019.\nLectures and parking are free and open to the public.", "location": "Auditorium, Raclin-Carmichael Hall, 1234 Notre Dame Ave (Indiana University School of Medicine-South Bend)", "whole_days": [], "partial_days": [{"day": "2019-04-10", "start": "07:00 PM", "end": "08:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public"]}, "Lecture: \"Improving Export Quality: Sustainable Quality Program in Colombian Coffee\"": {"title": "Lecture: \"Improving Export Quality: Sustainable Quality Program in Colombian Coffee\"", "description": "Sponsored by the Kellogg Institute for International Studies.A New Frontiers Series lecture byRocco Macchiavello.\nImproving quality in export-oriented agricultural chains can increase smallholder income in developing countries. Yet, challenges in both input and output markets often hamper quality upgrading. This talk examines the Sustainable Quality Program in Colombia  a quality upgrading program implemented on behalf of one of the largest international buyers. Macchiavello, along with co-author Josepa Miquel-Florensa of the Toulouse School of Economics, determined it had a positive impact on coffee farmers and the production process.\nThis lecture is part of a larger series organized by Faculty FellowNilesh Fernandotitled \"New Frontiers in Economic Development.\"First organized in 2013, the series focused on microeconomic poverty interventions. The series now focuses on larger-scale economic issues and their impact in developing countries by featuring distinguished economists who deliver a public lecture as well as participate in a master class with graduate-level economics students. The series is cosponsored by the Department of Economics.\n\nOriginally published at conductorshare.nd.edu.", "location": "Hesburgh Center C103", "whole_days": [], "partial_days": [{"day": "2019-04-11", "start": "04:00 PM", "end": "05:30 PM"}], "categories": ["lectures_and_conferences", "college_of_arts_and_letters", "cal_keough"]}, "\"The Work of Our Hands\" Exhibition Guided Walking Tour and Discussion": {"title": "\"The Work of Our Hands\" Exhibition Guided Walking Tour and Discussion", "description": "Join us fora guided walking tour of The Work of Our Hands exhibition and panel discussion. The tour will commence at 4p.m. in the HesburghLibrary lobby and will continue to three sites across campus where liturgical vestments are exhibited. Guests will be guided throughthe Sacristy Museum at the Basilica of the Sacred Heart, the Rare Books and Special Collections Room at the HesburghLibrary, and the ScholzFamily Gallery at the SniteMuseum of Art.\nA panel discussion held in the Annenberg Auditorium of the SniteMuseum of Art (lower level)will follow the tour and feature experts Robin M. Jensen, the Patrick OBrien Professor of Theology, concurrent faculty in Art, Art History, and Design, and Medieval Institute Fellow; Peter Jeffery, the Michael P. Grace Chair in Medieval Studies, and Professor of Musicology and Ethnomusicology; and Rev. Peter D. Rocca, C.S.C., rector of the Basilica of the Sacred Heart.\nA reception will follow in the atrium of the Snite Museum of Art.\n\nOriginally published at forum2018.nd.edu.", "location": "Various Venues Across Campus", "whole_days": [], "partial_days": [{"day": "2019-04-11", "start": "04:00 PM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "religious_and_spiritual", "college_of_arts_and_letters"]}, "Ten Years Hence Lecture: \"Kickstarter: How Technology Disrupts Markets and Empowers Entrepreneurs\"": {"title": "Ten Years Hence Lecture: \"Kickstarter: How Technology Disrupts Markets and Empowers Entrepreneurs\"", "description": "Kickstarter: How Technology Disrupts Markets and Empowers Entrepreneursby Charles Adler\n\nCharles Adleris a social entrepreneur, Co-founder and former Head of Design atKickstarter, the ground-breaking crowd-funding website.As a leading entrepreneur and designer, hiswork ranges from systems design to interaction and communications design, interface design to information architecture.\nTen Years Hence is sponsored by the OBrien-Smith Leadership Program. This is the final lecture in the Ten Years Hence Lecture Series. See website for details and other lecture dates.\nFree and open to students, faculty, staff and public.\nContact: Jean Meade\njean.meade@nd.edu\nOriginally published at mendoza.nd.edu.", "location": "Jordan Auditorium, Mendoza College of Business", "whole_days": [], "partial_days": [{"day": "2019-04-12", "start": "10:40 AM", "end": "12:10 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "mendoza_college_of_business"]}, "Higgins Lunchtime Labor RAPS": {"title": "Higgins Lunchtime Labor RAPS", "description": "No Jew or Gentile, Neither Bond nor Free, Neither Male nor Female: Dorothy Day and the Division of Labor\"\nAnna Blackman, Research Fellow, Political Theology, Center for Social Concerns\nOriginally published at conductorshare.nd.edu.", "location": "Geddes Hall, Coffee House", "whole_days": [], "partial_days": [{"day": "2019-04-12", "start": "12:30 PM", "end": "01:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "centers_and_institutes"]}, "The 25th Annual Hesburgh Lecture in Ethics and Public Policy": {"title": "The 25th Annual Hesburgh Lecture in Ethics and Public Policy", "description": "Featuring Cornel West\nProfessor of the Practice of Public Philosophy at Harvard University and public intellectual\nReserve tickets now\nThis event is free but ticketed. Due to overwhelming interest in Wests lecture, we have moved this lecture from its original location, the Carey Auditorium in Notre Dames HesburghLibrary,to theOLaughlin Auditorium at the Moreau Center for the Arts at Saint Marys College. If you reserved a ticket prior to this location change, your ticket is still valid and you do not need to reserve a new seat.\nOriginally published at kroc.nd.edu.", "location": "OLaughlin Auditorium, Moreau Center for the Arts, Saint Mary's College", "whole_days": [], "partial_days": [{"day": "2019-04-12", "start": "04:00 PM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "cal_keough"]}, "Lecture by Karan Chopra": {"title": "Lecture by Karan Chopra", "description": "Sponsored by the Kellogg Institute for International Studies.A lecture byKaran Chopra, executive vice president and co-founder of Opportunity@Work.\n\nOriginally published at conductorshare.nd.edu.", "location": "Hesburgh Center Auditorium", "whole_days": [], "partial_days": [{"day": "2019-04-15", "start": "05:30 PM", "end": "07:00 PM"}], "categories": ["lectures_and_conferences", "cal_keough"]}, "Lecture: \"Agricultural Transformation & Development in Africa: Lessons from Ghana\"": {"title": "Lecture: \"Agricultural Transformation & Development in Africa: Lessons from Ghana\"", "description": "Sponsored by the Kellogg Institute for International Studies. A lecture byKaran Chopra, executive vice president and co-founder, Opportunity@Work.\nOriginally published at conductorshare.nd.edu.", "location": "Hesburgh Center C103", "whole_days": [], "partial_days": [{"day": "2019-04-16", "start": "12:30 PM", "end": "02:00 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "cal_keough"]}, "Lecture: \"The North Korean Nuclear Crisis\"": {"title": "Lecture: \"The North Korean Nuclear Crisis\"", "description": "Read-ahead material  to be provided.\nVipin Narang is an associate professor of political science at MIT and a member of MITs Security Studies Program. He received his Ph.D. from the Department of Government, Harvard University in May 2010, where he was awarded the Edward M. Chase Prize for the best dissertation in international relations. He holds a B.S. and M.S. in chemical engineering with distinction from Stanford University and an M. Phil with Distinction in international relations from Balliol College, Oxford University, where he studied on a Marshall Scholarship. He has been a fellow at Harvard Universitys Olin Institute for Strategic Studies, a predoctoral fellow at Harvard Universitys Belfer Center for Science and International Affairs, and a Stanton junior faculty fellow at Stanford Universitys Center for International Security and Cooperation. His research interests include nuclear proliferation and strategy, South Asian security, and general security studies.\nHis first book Nuclear Strategy in the Modern Era (Princeton University Press, 2014) on the deterrence strategies of regional nuclear powers won the 2015 ISA International Security Studies Section Best Book Award. He is currently working on his second book, Strategies of Nuclear Proliferation (Princeton University Press, under contract), which explores how states pursue nuclear weapons. His work has been published in several journals including International Security, Journal of Conflict Resolution, The Washington Quarterly,and International Organization.\nOriginally published at ndisc.nd.edu.", "location": "1030 Jenkins Nanovic", "whole_days": [], "partial_days": [{"day": "2019-04-16", "start": "04:30 PM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "college_of_arts_and_letters"]}, "Panel Discussion: \"American Priest: The Ambitious Life and Conflicted Legacy of Notre Dame's Father Ted Hesburgh\"": {"title": "Panel Discussion: \"American Priest: The Ambitious Life and Conflicted Legacy of Notre Dame's Father Ted Hesburgh\"", "description": "Panel discussion with Notre Dame faculty Patrick Deneen, Jennifer McAward, and Kathleen Cummings on this forthcoming biography, \"American Priest: The Ambitious Life and Conflicted Legacy of Notre Dames Father Ted Hesburgh,\" by Rev. Bill Miscamble, C.S.C. Book signing to follow.\nAbout the panelists:\nKathleen Cummings is an associate professor of American studies and history and director of theCushwa Center for the Study of American Catholicism. Patrick Deneenis professor of political science and holdsthe David A. Potenziani Memorial College Chair.Jennifer McAward is an associate professor of law at Notre Dame Law School and director of the Klau Center for Civil and Human Rights.\n\n\n\nAbout the author:\nFather Miscamble joined the permanent faculty of the History Department at Notre Dame in 1988.He received his his doctoral degree from Notre Dame in 1980.His book entitled \"George F. Kennan and the Making of American Foreign Policy, 1947-1950,\"was published in 1992 by Princeton University Press and received the Harry S. Truman Book Award.His 2007 book \"From Roosevelt to Truman: Potsdam, Hiroshima and the Cold War,\"was published by Cambridge University Press and it received the Harry S. Truman Book Award in 2008. He published \"The Most Controversial Decision: Truman, the Atomic Bombs and the Defeat of Japan\"in 2011.\n\nOriginally published at constudies.nd.edu.", "location": "Forum at Jenkins and Nanovic Halls", "whole_days": [], "partial_days": [{"day": "2019-04-16", "start": "07:30 PM", "end": "09:00 PM"}], "categories": ["lectures_and_conferences", "law_school", "cal_keough", "centers_and_institutes"]}, "Research Seminar: \"De Sica's Genre Trouble: Rom-Coms against Fascism?\"": {"title": "Research Seminar: \"De Sica's Genre Trouble: Rom-Coms against Fascism?\"", "description": "In 2018, Michelle Wolf took the White House Correspondent Dinner by storm with her unforgiving jabs at President Trump, his allies, and his proxies. Wolfs performance sparked a lively debate on social media and news outlets dissecting whether it is appropriate and productive to ridicule, in such an explicit way, men and women who might have contributed to the rise of American Fascism. By means of the romantic comedies that Vittorio De Sica shot under Mussolinis dictatorship, this seminarsponsored by the Center for Italian Studieswill pause on different modes of laughing at fascists and Fascism. De Sicas Maddalena Zero in Conduct (1940) and Teresa Venerd (1941), and A Garibaldian in the Convent (1942) have been traditionally discarded as juvenile concessions to a politics of escapism. Instead, we will explore the ways in which these rom-coms challenge fascist command and highlight that happiness can be achieved only by eschewing state-sanctioned codes of conduct.\nLorenzo Fabbri is assistant professor in Italian and Moving Image Studies at the University of Minnesota, Twin Cities. He has published extensively in critical theory and film studies, with his work appearing in venues as Screen, MLN, Critical Inquiry, Diacritics, Res Publica, Radical Philosophy Review, The Italianist, and Journal of Italian Cinema and Media Studies. His first book, The Domestication of Derrida, was published by Continuum in 2008. Lorenzos second book, Capturing the Nation: Italian Cinema/Italian Fascism, is forthcoming in 2020.\n\nRare Books and Special Collections\n102 Hesburgh Library\n\nOriginally published at italianstudies.nd.edu.", "location": "Special Collections", "whole_days": [], "partial_days": [{"day": "2019-04-18", "start": "05:00 PM", "end": "06:30 PM"}], "categories": ["lectures_and_conferences", "college_of_arts_and_letters"]}, "Linearity of Peace: Reflections from the Balkans and Beyond": {"title": "Linearity of Peace: Reflections from the Balkans and Beyond", "description": "Moderator: \nAhmet Erdi ztrk, Scholar in Residence, Kroc Institute\nPanelists: \n\nBahar Baser, Visiting Research Fellow, Kroc Institute\nElena B. Stavrevska, Visiting Research Fellow, Kroc Institute\nCarli Steelman, Ph.D. Student in Sociology and Peace Studies, Kroc Institute\nErnesto Verdeja, Associate Professor of Political Science and Peace Studies, Kroc Institute\n\nIn Summer 2018, a decade after Kosovos declaration of independence, the presidents of Serbia and Kosovo presented the idea of border-correction as a step towards normalization of their relationship. Backed by the United States, the land-swap suggestion has brought with it questions about its possible consequences for the Balkan region. With the 1990s wars far from forgotten, many have warned against setting a dangerous precedent for redrawing national borders along ethnic lines. This holds particularly true for Bosnia and Herzegovina, which has largely been territorially divided and where conflict has been institutionalized. Equally importantly, this development raises issues for peace scholars and practitioners. Can peace in a multiethnic society ever be achieved, especially after periods of oppression, human rights violation, and in some cases, acts of genocide? What are the conditions that might allow that peace to take root and what forms could it take? The panel aims to address these questions by bringing the situation in the Balkans into conversation with other regions, most notably the Kurdish region in Iraq.\nOriginally published at kroc.nd.edu.", "location": "C103, Hesburgh Center for International Studies", "whole_days": [], "partial_days": [{"day": "2019-04-23", "start": "04:00 PM", "end": "05:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "college_of_arts_and_letters", "cal_keough"]}, "Ravarino Lecture: \"Ulysses or Penelope? Women writers rethink the Mediterranean\"": {"title": "Ravarino Lecture: \"Ulysses or Penelope? Women writers rethink the Mediterranean\"", "description": "The Center for Italian Studies presents the third annual Ravarino Lecture delivered by Lucia Re, professor of Italian at the University of California, Los Angeles.\nOnce known simply as the mare nostrumour seathe Mediterranean is a theme that has received in the last few decades seemingly endless attention, generating a rich, complex and varied bibliography in many languages. The Mediterranean Sea is, etymologically, the sea between lands, a body of relatively navigable waters surrounded by the shores of three continentsEurope, Asia and Africa. The Mediterranean, however, has increasingly in the modern and contemporary era been perceived as a highly fluid, fluctuating, multiple, poly-linguistic and hybrid area of multiple interactions, exchanges and violent conflicts, or, as suggested by Iain Chambers an intricate site of encounters and currents.\n\nIn Franco Cassanos Pensiero Meridiano (Southern Mediterranean Thought), Ulyssesthe eternal wanderer who must continue to leave even as he dreams of going home to Ithacais still today the enduring archetype of what Cassano calls Mediterranean Man: What makes Ulysses great [] is the ability to house within himself this wandering and at the same time the desire to return. But what about Mediterranean Woman?\n\nThis presentation argues that some contemporary women writers, poets, critics and philosophers, including Adriana Cavarero, Toni Maraini, Caterina Resta, Francesca Saffioti and Bianca Tarozzi, use the Italian idiom to write about the Mediterranean in a different way. This new approach to the Mediterranean may be defined as a creative and critical expansion and revision of the myth and semantic possibilities of the figure of Penelope, seen in contrast and opposition to the figure of Ulyssesarchetypal Mediterranean hero, defiant explorer, and consummate yet deceitful storyteller. These women in fact use writing itself to resist and oppose the deceptions of patriarchal norms and limits, and to imagine new and different cartographies of the postcolonial Mediterranean.\nLucia Re (Ph.D. in Comparative Literature, Yale University) is Professor of Italian with an appointment also in the UCLA Department of Gender Studies. Her principal fields of study and teaching are modern and contemporary literature and culture. Her interests include poetry and the novel, women writers and artists, feminist theory, futurism and the avant-garde, Italy and the Mediterranean, race studies, and literary translation. Her book Calvino and the Age of Neorealism won the 1992 Marraro Prize of the Modern Language Association. For the edition of Amelia Rossellis volume of poetry, War Variations (translated with Paul Vangelisti), she was awarded the 2006 PEN USA literary translation award, as well as the Flaiano Prize for International Italian Studies. Prof. Re has published more than eighty scholarly articles and essays on authors ranging from Gabriele dAnnunzio to Anna Maria Ortese. She is currently working on a scholarly article entitled Immigrant Writing and the Power of Fear, about the novels of the Algerian-Italian author Amara Lakhous.\nThe talk will be followed by a reception in the Eck Visitors Center atrium just outside the lecture room, to which all are invited. RSVP before April 19, if you plan on attending the reception by filling out this form. If you are not an affiliate of Notre Dame and plan on attending, please email italianstudies@nd.edu.\nEck Visitors Center Auditorium\nThursday, April 25, 2019\n5:00  6:30 pm\nOriginally published at italianstudies.nd.edu.", "location": "Eck Visitors Center Auditorium", "whole_days": [], "partial_days": [{"day": "2019-04-25", "start": "05:00 PM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "college_of_arts_and_letters"]}, "Ten Years Hence Lecture: \"The Membership Economy\"": {"title": "Ten Years Hence Lecture: \"The Membership Economy\"", "description": "Membership Economy byRobbie Kellman Baxter,founder, Peninsula Strategies and author of \"The Membership Economy: Find Your Superusers, Master the Forever Transaction &amp; Build Recurring Revenue.\"\nYears Hence is sponsored by the OBrien-Smith Leadership Program. This is the final lecture in the Ten Years Hence Lecture Series. Seewebsitefor details.\nFree and open to students, faculty, staff and public.\nContact: Jean Meade\njean.meade@nd.edu\n\nOriginally published at conductorshare.nd.edu.", "location": "Stayer Center for Executive Education, Lower Level, B003", "whole_days": [], "partial_days": [{"day": "2019-04-26", "start": "10:40 AM", "end": "12:10 PM"}], "categories": ["lectures_and_conferences", "mendoza_college_of_business"]}, "Workshop: :\"Quodlibetal Culture in Dante's Time (1280-1320): Florence, Italy, and Europe\"": {"title": "Workshop: :\"Quodlibetal Culture in Dante's Time (1280-1320): Florence, Italy, and Europe\"", "description": "This workshop, organized by Lorenzo DellOso (University of Notre Dame) and Paola Nasti (Northwestern University), investigates the intellectual context of Dante Alighieris formation by focusing on the development of a less known genre of Scholasticism, the quodlibetal disputation, in late medieval Italy.\n\nFriday, April 26, 2019\n11 am - 6 pm\n100-104 McKenna Hall\n\n\nSaturday, April 27, 2019\n9 am - 6 pm\n100-104 McKenna Hall\nPapers will be pre-circulated. Click here for more information on speakers, discussants, and times.\nSponsored by the Devers Family Program in Dante Studies and the Center for Italian Studies with the Medieval Institute and the Nanovic Institute for European Studies.\n\n\n\n\nOriginally published at italianstudies.nd.edu.", "location": "100-104 McKenna Hall", "whole_days": [], "partial_days": [{"day": "2019-04-26", "start": "11:00 AM", "end": "05:30 PM"}, {"day": "2019-04-27", "start": "09:00 AM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "college_of_arts_and_letters", "cal_keough", "centers_and_institutes"]}, "Lecture: \"Small Arms: Children and Terrorism\"": {"title": "Lecture: \"Small Arms: Children and Terrorism\"", "description": "Read-ahead material  to be provided.\nMia Bloom is professor of communication at Georgia State University. She conducts ethnographic field research in Europe, the Middle East and South Asia and speaks eight languages. She has authored books and articles on terrorism and violent extremism including Dying to Kill: The Allure of Suicide Terror (2005), Living Together After Ethnic Killing [with Roy Licklider] (2007) and Bombshell: Women and Terror (2011). Bloom is a former term member of the Council on Foreign Relations and has held research or teaching appointments at Princeton, Cornell, Harvard and McGill Universities. Under the auspices of the Minerva Research Initiative (MRI) of Department of Defense, Bloom is currently conducting research on how children become involved in terrorist organizations. Blooms findings will be published in a book for Cornell University Press entitled Small Arms: Children and Terror (2019). Bloom has a PhD in political science from Columbia University, a Masters in Arab Studies from the School of Foreign Service at Georgetown University and a Bachelors degree from McGill University in Russian, Islamic and Middle Eastern Studies.\nOriginally published at ndisc.nd.edu.", "location": "1030 Jenkins Nanovic", "whole_days": [], "partial_days": [{"day": "2019-04-30", "start": "04:30 PM", "end": "06:00 PM"}], "categories": ["lectures_and_conferences", "college_of_arts_and_letters"]}, "Lecture: \"Economic Development, the Nutrition Trap, and Noncommunicable Disease\"": {"title": "Lecture: \"Economic Development, the Nutrition Trap, and Noncommunicable Disease\"", "description": "Sponsored by the Kellogg Institute for International Studies. A New Frontiers Series lecture byKaivan Munshi.\nThis lecture is part of a larger series organized by Faculty FellowNilesh Fernandotitled New Frontiers in Economic Development.\"First organized in 2013, the series focused on microeconomic poverty interventions. The series now focuses on larger-scale economic issues and their impact in developing countries by featuring distinguished economists who deliver a public lecture as well as participate in a master class with graduate-level economics students. The series is cosponsored by the Department of Economics.\nOriginally published at conductorshare.nd.edu.", "location": "Hesburgh Center C103", "whole_days": [], "partial_days": [{"day": "2019-05-02", "start": "04:00 PM", "end": "05:30 PM"}], "categories": ["lectures_and_conferences", "open_to_the_public", "college_of_arts_and_letters", "cal_keough"]}, "Community Engagement Faculty Institute": {"title": "Community Engagement Faculty Institute", "description": "Taking EducationBeyond the Wallsof the Classroom\nJune 46, 2019\nThe Center for Social Concerns offers the Community Engagement Faculty Institute for all who want to explore or deepen their knowledge, skills, and passion for community-based teaching and research. The agenda for this dynamic Community Engagement Faculty Institute is imbued with engaged learning, mixing lectures by faculty and community experts on the theory and practice of community engagement withimmersion into the local community to learn with community partners. We address a range of social concerns, such aspoverty, violence, oppression by unjust systems and structures, immigration, incarceration, and education. The 2019Faculty Institute will consider the Center for Social Concerns annual theme, Moving Margins: Living the Option for the Poor.\nPast participantstestifyto the power and inspiration of this unique faculty learning experience.\nIf you have questions or wantmore information, contact Connie Snyder Mick atcmick@nd.edu.\nNo feefor Notre Dame faculty, Notre Dame staff, Notre Dame graduate students, or local community partners. Notre Dame employees who participate are eligible for funds to support community-based research and teaching at the University of Notre Dame (eligibility does not extend to participants from other universities or organizations). Breakfast and lunch are provided each day, and dinner is provided two days at no charge for all participants.\n$250 forparticipants outside Notre Dame; for two or more participants from the same university or community, fee is reduced by $50 each.Breakfast and lunch are provided each day, and dinner is provided two days at no extra charge.\nApplications are due Friday, February 1, 2019 by 5:00 p.m.\nLEARN MORE / APPLY NOW\n\nOriginally published at conductorshare.nd.edu.", "location": "Geddes Hall", "whole_days": ["2019-06-04", "2019-06-05", "2019-06-06"], "partial_days": [], "categories": ["lectures_and_conferences", "open_to_the_public", "centers_and_institutes"]}, "Conversation with a Former Attorney General (Alberto Gonzales)": {"title": "Conversation with a Former Attorney General (Alberto Gonzales)", "description": "The Honorable Alberto Gonzales will discuss current issues and other topics as former Attorney General.\nAbout the speaker:\nAlberto R. Gonzales was appointed by President George W. Bush to serveas the 80th Attorney General of the United States in February 2005, and served in that capacity until September 2007. He has worked as a partner atmajor Houston law firm Vinson &amp; Elkins, as well asserved on the Texas Supreme Court, as Texas Secretary of State, as General Counsel to the Governor of Texas and as Counsel to the President of the United States.Judge Gonzales became Dean of Belmont Law School in 2014, where he teaches courses on constitutional law, the First Amendment, national security, and the separation of powers.\nOriginally published at constudies.nd.edu.", "location": "McCartan Courtroom, Notre Dame Law School", "whole_days": [], "partial_days": [{"day": "2019-04-08", "start": "12:30 PM", "end": "01:45 PM"}], "categories": ["open_to_the_public", "college_of_arts_and_letters", "law_school"]}, "Easter Brunch": {"title": "Easter Brunch", "description": "Indulge in festive Easter fare including honey mustard glazed ham, some unexpected new favorites and decadent desserts.\nAdults: $22.\nChildren (6-12 years): $11.\nChildren (5 and younger): Free.\n\nNo reservations are necessary.\nGo to ntrda.me/southdiningeaster to see menu.", "location": "South Dining Hall", "whole_days": [], "partial_days": [{"day": "2019-04-21", "start": "12:00 PM", "end": "03:30 PM"}], "categories": ["open_to_the_public"]}}}